{"text":"The worst air in Europe is found in central and eastern countries, as well as in Italy, but a Guardian investigation in September found that 98% of Europeans breathe air so dirty it breaches WHO limits. The European Council has proposed that countries with a high share of low-income households and a GDP per person below the EU average should be allowed to hit limit values as late as 2040, because they have less money to invest in cleaning up. Many poorer European countries have dirty air because they stoke power plants with more coal to make electricity, burn more wood and coal to heat homes, and have older cars and factories. The scientists said that “using poverty as an excuse to fail to act is the exact opposite of what these countries need”. It would be better for human health in these countries to set laws and provide money to speed up “urgently needed” clean air policies, they added. “We need fair and ambitious new EU air quality legislation that values the health of all Europeans equally,” said Zorana Jovanovic Andersen, an environmental epidemiologist at the University of Copenhagen and chair of the ERS environment and health committee. “Children and adults in eastern European countries have already been breathing the most polluted air in Europe – and suffering from related lung diseases – for far too long.” Bad air hurts economies because it means people take more sick days off work and need more treatment in hospital. An impact assessment from the European Commission found that fully meeting the WHO guidelines by 2030 would deliver the greatest net economic benefit of the three scenarios it considered, with savings of €38bn (£32bn) a year. The financial implications were relevant, said Margherita Tolotto from the campaign group the European Environmental Bureau.","meta":{"id":"environment/2024/feb/02/delays-in-cleaning-up-eu-air-will-cause-thousands-more-early-deaths-say-health-experts_1","publication_date":"2024-02-02T12:46:02Z"}}
{"text":"These figures are based on data from the Institute of Atmospheric Physics at the Chinese Academy of Sciences. A separate dataset from the US National Oceanic and Atmospheric Administration found a similar increase and identical trend over time. The ocean surface temperatures in 2023 were “off the charts”, the researchers said. The primary cause was another year of record carbon emissions, assisted by El Niño. Over the whole year, the average temperature was 0.1C above 2022, but in the second half of 2023 the temperature was an “astounding” 0.3C higher. The scientists said the record level of stratification and reduced oxygen in the ocean would have “severe consequences” for ocean plant and animal life. Marine heatwaves struck across the oceans in 2023. A separate report, by the consortium Global Water Monitor (GWM), found some of the worst disasters of 2023 were due to unusually strong cyclones bringing extreme rainfall to Mozambique and Malawi, Myanmar, Greece, Libya, New Zealand and Australia. Prof Albert Van Dijk of GWM said: “We saw cyclones behave in unexpected and deadly ways. The longest-lived cyclone ever recorded battered south-eastern Africa for weeks.","meta":{"id":"environment/2024/jan/11/ocean-warming-temperatures-2023-extreme-weather-data_2","publication_date":"2024-01-11T08:00:36Z"}}
{"text":"It will begin with a study in Italy of how to include bears in policy formulation by human communities. There are plans for similar projects to represent elephants in Kenya and whales in the ocean. One of the cornerstones of its work, according to the founder, Melanie Challenger, is that participants should listen to the animals in question, rather than present themselves as experts. “It is more than just a scholarly and policy-based approach; it is a philosophy and a practice,” said Challenger, who is also a vice-president of the RSPCA and author of How to Be Animal. She said ideas about political representation for animals moved into the public realm in 2023 with articles being published and talks given to animal charities, Earth governance experts and sustainability groups. “We feared scepticism and, instead, have been met with enthusiasm and, in some ways, relief. People who care passionately about the living world recognise that the old moral and legal tools aren’t fit for purpose,” she said. Underpinning Air’s work is a growing trend of looking at ways to widen democracy with deliberative assemblies. In a just society “animals must have their perspectives sought out, understood and fed into decision-making in equitable terms,” said the political philosopher Alasdair Cochrane, the author of Sentientist Politics: A Theory of Global Inter-Species Justice. Along with other groups such as the Center for Democratic and Environmental Rights, the Global Alliance for the Rights of Nature and the Environmental Justice Network , some feel the campaign may be approaching a critical mass.","meta":{"id":"environment/2024/jan/01/could-2024-be-the-year-nature-rights-enter-the-political-mainstream_5","publication_date":"2024-01-01T13:15:46Z"}}
{"text":"The European Green party has picked Terry Reintke and Bas Eickhout as lead candidates to front its campaign ahead of elections in June that polls suggest will result in it losing seats. Flanked by green banners bearing the word “courage”, the two MEPs, who were elected by delegates at a congress in Lyon on Saturday, said they would stand up to the surge of the far right and fight for a more equal and ecological Europe. Reintke, a German MEP who won 55% of the vote for lead female candidate, said she wanted to put social justice at the heart of the election campaign. She said: “I want us to speak to people who we are not yet speaking to.” Eickhout, a Dutch MEP who won 57% of the vote for the second position, said he wanted to be an antidote to the far right. “We will stand for democracy, we will fight the fascists, and we will stand for your future.” The Greens rode a wave of public support at the last elections in 2019 after students staged protests for climate action and a UN report found countries must hit net zero emissions by 2050 to keep the planet from heating 1.5°C (2.7°F).As far-right parties have grown more popular, and the Greens have lost support in big countries such as Germany, delegates at the congress said they expected to shed some seats in the European parliament. Eickhout and Reintke – who have been MEPs since 2009 and 2014 respectively – told the Guardian they expected to outperform the polls but that it would be harder than at the previous election. “Obviously we are facing challenges, where green policies are being attacked head on, but we are also finding our fighting spirit,” said Reintke, 36, who is co-president of the Green group in parliament. “It will be much more challenging,” said Eickhout, 47, who is vice-chair of the European parliament’s environment committee.","meta":{"id":"environment/2024/feb/05/eu-greens-pick-veteran-meps-to-lead-election-campaign_0","publication_date":"2024-02-05T09:33:04Z"}}
{"text":"For more than a decade, Australia’s most often sighted bird – a ridiculously colourful and gregarious high-speed parrot with an ear-piercing screech – has been going down with a mystery syndrome. But this year, the numbers afflicted with so-called lorikeet paralysis syndrome (LPS) have been far and above anything seen before. Across south-east Queensland and northern New South Wales – a hotspot for LPS cases – more than 5,000 lorikeets have been taken in at wildlife care centres since the beginning of the year. “In the past it’s been a trickle of cases,” says Dr Tania Bishop, head vet at the wildlife rescue charity Wires. “But then 2021 really spurred us on to form a working group. But this year has been something altogether different.” Wires has set up a “lorikeet drop-off point” in the town of Grafton – the centre of the syndrome in northern NSW. Symptoms of LPS range from mild to deadly. Some birds have trouble flying and look drunk when they walk. Others lose their ability to blink and their shrill screech starts to crack, and they struggle to swallow and breathe.","meta":{"id":"environment/2024/mar/03/rainbow-lorikeet-paralysis-syndrome-research-qld-nsw_1","publication_date":"2024-03-02T23:00:42Z"}}
{"text":"In September, Sunak rowed back on key climate policies, including postponing the phase-out of sales of new fossil fuel vehicles, and announced fresh licences for North Sea oil and gas, which were greeted with international dismay. At Cop28, the UK argued for the phase-out of fossil fuels, but at home Sunak was insisting that oil and gas would have a central role in UK energy for decades. The government also gave the green light to a new coalmine, while other countries were being urged to give up coal. Rebecca Newsom, the head of politics at Greenpeace UK, said: “The UK government wears its hypocrisy on its sleeve when it comes to climate policy, and this new report from the CCC really spells it out. Our climate is on a knife-edge, and there must be no more empty words or hollow promises. The government must immediately end new oil and gas production and tax fossil fuel companies more to generate new public finance for climate action both at home and abroad. Only then can the UK begin to credibly claim it is a global climate leader.” Carla Denyer, co-leader of the Green party, said: “Through its drive to ‘max out’ on North Sea fossil fuels, the UK government has blown any pretence of global leadership on tackling the climate crisis. We need to call time on all new licences for fossil fuel exploration, accelerate the move towards renewable energy and implement a large scale home insulation programme. That is how the UK can show climate leadership.”","meta":{"id":"environment/2024/jan/30/uk-must-act-urgently-to-meet-climate-commitments-says-watchdog_1","publication_date":"2024-01-30T09:59:03Z"}}
{"text":"I ended up walking around with three little frogs in my bag for a year, preserved in alcohol in a jar. I would take them to meetings with me, and ask people if they had ever seen them before. Then I met a taxonomist from São Paulo who took one look at them and said it was a new species. Not only was it a new species, it turned out to be a very rare and special frog. The entire species lives within 0.5 sq km on a patch of land 1,800 metres above sea level. These frogs spend their entire lifecycle inside the plant: they lay their eggs, become tadpoles and do everything inside it. I officially described the species as Crossodactylodes itambe in 2013, four years after I found it. I decided to focus my research on this frog, and work to save it. I never thought I would spend my career learning about frogs, but It feels like an obligation to finish this work and make sure they are protected. I hope to inspire others to do the same, to spend their whole life researching one single species and make something of it – because by protecting one species I am protecting a whole habitat.","meta":{"id":"environment/2024/jan/25/tiny-frog-lives-whole-life-inside-one-plant-brazilian-mountain-aoe_2","publication_date":"2024-01-25T10:00:20Z"}}
{"text":"This would be assisted, he added, by the formal adoption of a “troika” system by the UN, by which the previous hosts – United Arab Emirates, which hosted Cop28 in Dubai last December, and still holds the presidency of the talks until the start of Cop29 – and the hosts of Cop30, Brazil, will coordinate their work on the negotiations. At Cop29, one of the key issues is likely to be climate finance, as poor countries struggle to find the funding they need to invest in clean energy and move away from fossil fuels. Babayev called on the private sector to step up with funding for a green transition in the developing world, as well as publicly funded banks such as the World Bank. “Our task is to invite as much as possible the private sector for climate finance – it’s a very good source for new initiatives, new formats, new mechanisms for finance,” he said. Cop29 will take place at the end of what is likely to be another year of record-breaking temperatures around the world. Last month marked the first time average global temperatures for a whole year had exceeded the vital scientific threshold of 1.5C above pre-industrial levels. One year of such heights is not enough to invalidate the Paris agreement, under which countries aspire to hold temperatures within the 1.5C limit, but scientists are increasingly pessimistic, as global emissions have not yet started to fall as they need to, and rapidly. Babayev insisted the 1.5C goal must still be the central focus of the UN framework convention on climate change talks. “We need to consolidate our efforts to 1.5C,” he said. “I’m not pessimistic on this issue.","meta":{"id":"environment/2024/mar/12/newly-elected-leaders-climate-obligations-cop29-chief-un-summit-mukhtar-babayev_3","publication_date":"2024-03-12T07:00:01Z"}}
{"text":"A spokesperson for the department advised the Guardian to approach the Planning Inspectorate, which in turn declined to comment as the case was being legally challenged. Mark Abbott, the CEO of Egdon, responded by saying it would rather not drill in an AONB “but could not control where oil is located”. He added there were extremely rigorous protection measures in place to protect the local environment. “We’re happy to arrange for the local community to visit the site whilst we implement these important protection measures, so that they can see for themselves how seriously Egdon takes its environmental responsibilities.”","meta":{"id":"environment/2024/mar/04/campaigners-get-go-ahead-to-challenge-plans-for-oilfiield-in-lincolnshire-wolds_2","publication_date":"2024-03-04T13:39:18Z"}}
{"text":"I don’t have a car because I live in a city and I don’t need one. I rent a flat so I can’t install a heat pump and put a solar panel on it, but when I can afford a house I will optimise for these big decisions that reduce my carbon footprint. You begin the book by talking about people of your generation being afraid to bring children into the world. Do you feel more optimistic about this now? Yes. For me personally, I would like to have children and I don’t think that climate change would stop me from doing that. If anything, it would make me more determined to build a better future for them. There are a lot of people working on climate change who know the impacts and the trajectory we’re on, and they are still making the decision to have children. That’s a bit of a signal.","meta":{"id":"environment/2024/jan/02/hannah-ritchie-not-the-end-of-the-world-interview_7","publication_date":"2024-01-02T07:00:54Z"}}
{"text":"“We are in a race against time to secure the future of coral reefs while we drive for net zero and start to fix the climate,” Simpson said. “Coral reefs are the first marine ecosystems we could lose to climate change, which means they are also the first we can save. If we can save reefs, we can save anything.” • This article was amended on 14 March 2024 to clarify that Prof Steve Simpson was involved in a different study than that carried out by Nadège Aoki and her colleagues.","meta":{"id":"environment/2024/mar/13/playing-thriving-reef-sounds-underwater-speakers-save-damaged-corals_2","publication_date":"2024-03-13T06:00:07Z"}}
{"text":"Over the past six years, Van Aswegen has calculated the length, width and body mass of more than 7,500 whales, following them from the breeding grounds in Hawaii to their feeding grounds in south-east Alaska. He uses the Happywhale database to identify the whales he measures. The lack of food resources during the marine heatwave “ultimately resulted in reproductive failure in 2018”, says Van Aswegen. Only three humpback calves made it from Hawaii to Alaska, and by the end of the feeding season all three were missing. During a shorter marine heatwave that blasted the north-east Pacific in 2021, Van Aswegen found that, on average, the 24 females with calves lost weight over the feeding season, when typically, these mothers would gain about 16kg a day. “We’ve never seen lactating females actually lose weight on the feeding grounds,” says Van Aswegen. Long-term monitoring efforts such as the drone-based humpback measurements and the collaborative collection of tail fluke images through Happywhale “are absolutely critical because they allow us to look at the effects of large-scale oceanographic events”, says Lars Bejder, the director of the Marine Mammal Research Program at the University of Hawaii at Manoa and a co-author on the recent study. “These animals are truly sentinels of the ocean. Healthy oceans make healthy whales and vice versa.” Find more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on X for all the latest news and features","meta":{"id":"environment/2024/feb/28/did-a-marine-heatwave-cause-7000-humpback-whales-to-starve-to-death-aoe_4","publication_date":"2024-02-28T07:01:29Z"}}
{"text":"The rules that are to be kicked back until 2025 require farmers to set aside at least 4% of their land for non-productive purposes, or for hedgerows and trees, in order to keep getting subsidies from the EU. Critics say the decision to delay them has less to do with substance of the policy and more to do with appeasing a key voter base. The commission has already delayed the rules once, after Russia invaded Ukraine and threw grain supplies into chaos, because farmers argued they would hurt food security. But now, as the war’s second anniversary nears, cheap grain from Ukraine is one of the main sources of the farmers’ frustration. “So basically, whether we have too much or too little, the solution is always to destroy nature and intensify production,” said Ariel Brunner, the director of Bird Life Europe. “The justification is openly hypocritical.” So far, farmers have been the most vocal group protesting against Europe’s climate policies, and governments have been eager to signal support for them – particularly in rural areas that are bleeding votes to far-right parties. The appeasement has led to accusations of hypocrisy in countries such as Germany, where politicians who have criticised climate activists for glueing themselves to roads have cheered on farmers for blocking traffic with their tractors. Analysts are divided over whether this “greenlash” against climate policy will spill into other sectors and gain widespread support from the public. In recent European elections, such as in the Netherlands and Poland, anti-environment policies played a small role on the campaign trail behind issues such as migration and jobs.","meta":{"id":"environment/2024/jan/31/hypocritical-european-politicians-weaken-climate-policies-amid-farmer-protests_1","publication_date":"2024-01-31T17:27:43Z"}}
{"text":"That is why the second avenue of “doing something”, composed of “the rest of us”, is so important. Chaudhary advocates for “leftwing climate realism”, which accepts the science, not because it’s a discipline “beyond impugning” but because it’s quite clear that there are ecological limits on this planet. We need a slower life, he argues; a circular economic system, where firms compete for the same amount of finite profit and the state dominates certain sectors. This will be good for the planet and for people, producing “a world relieved from social, economic, and ecological despair and exhaustion”. So how do we get on this “faster […] track to a slower life?” Answering this question is one of the other main aims of Exhausted of the Earth. Chaudhary deploys a version of realism informed by thinkers such as Franzt Fanon (the title pays homage to Fanon’s classic, The Wretched of the Earth, on the trauma of colonisation), Audre Lorde and philosopher Raymond Geuss. Each of them examine how to build up power and what methods of outreach will be most effective. The usual mechanisms alone – elections and demonstrations – are not enough, Chaudhary argues.","meta":{"id":"environment/2024/feb/28/quite-radical-the-feeling-of-exhaustion-is-key-to-tackling-climate-change-says-author-ajay-singh-chaudhary_3","publication_date":"2024-02-28T05:00:29Z"}}
{"text":"“I never knew there were so many rice species,” she laughs, stroking a stalk of rice. She is experimenting with variants provided by Suriname’s state-backed rice research centre, SNRI/ADRON, but many of the seeds originally come from the Saamaka communities themselves, collected and preserved by Pinas and his colleagues. *** Most rice seeds are for staple foods, but some, such as the black ones Adjako displays in her palm, are reserved for traditional ceremonies, funerals and ritual offerings. Now, a wide variety of rice species are held by SNRI/ADRON, which has teamed up with the Crop Trust, a non-profit organisation dedicated to safeguarding crop diversity by collecting and protecting seeds. The Crop Trust has stored seeds from Suriname in the Svalbard Global Seed Vault, a secure agricultural archive on the Norwegian Arctic island of Spitsbergen. According to the Seed Vault database, 183 unique rice samples of Surinamese origin have been stored there. “Maroon rice faces a significant threat,” says Beri Bonglim, a scientist at the Crop Trust. “We saw this as an opportunity to repatriate this valuable material back to the Maroon communities and actively engage community members to regenerate them, fostering awareness about the significance of these genetic resources and the need for their conservation.” “So we did not only want to safeguard Maroon rice but also empower local communities to play a pivotal role in conserving it.” A set of community seed banks were requested by Aboikoni, and are now planned to be functioning this year.","meta":{"id":"environment/2024/jan/29/rare-rice-species-suriname-saamaka-maroon-slavery-climate-resilience_3","publication_date":"2024-01-29T12:00:21Z"}}
{"text":"It rushed straight at me, glanced off my shoulder into infinity. Beautiful, disturbing somehow. I needed the father of the atomic bomb’s words to explain it to me. • Country diary is on Twitter at @gdncountrydiary","meta":{"id":"environment/2024/mar/09/country-diary-a-brilliant-flash-of-luck-as-i-was-looking-west_2","publication_date":"2024-03-09T05:30:22Z"}}
{"text":"Women are hit harder than men by the climate crisis in part because the impacts exacerbate existing inequalities, such as unequal rights to land tenure and a lack of economic opportunities for women. Women also tend to bear more of the burden of providing water, fuel and food. Governments and donors could address these problems with better targeting of assistance, Phillips said. “Targeting women in ways that ensure their empowerment has greater benefits,” she said. “There are multiple gains and benefits from targeting climate finance at women. We need to intentionally focus on this, to get much higher returns on investment.” The researchers analysed socioeconomic data from more than 100,000 rural households, representing more than 950 million people, across 24 low- and middle-income countries. They cross-referenced this with 70 years of daily precipitation and temperature data to build a detailed picture of how changes to the climate and extreme weather affected people’s incomes, labour and lives. It adds to a growing body of research that shows women and vulnerable people suffer disproportionately from the impacts of the climate crisis. The report also found that older people tended to be more affected than the young, who may have more opportunities to move to escape the impacts of extreme weather, and the already poor were more vulnerable than those on higher incomes.","meta":{"id":"environment/2024/mar/05/financial-toll-climate-crisis-women-harder-un_1","publication_date":"2024-03-05T09:00:04Z"}}
{"text":"Future projects Conservation scientists have identified a range of issues that will need careful evidence-based responses in coming years. • Earthworms play a key role in soil fertility and nutrient recycling. Studies suggest their numbers are now declining dramatically in the UK, and populations need to be restored. • Numerous plans have been put forward to use oceans to absorb increased amounts of carbon dioxide, including plans to intensify algal growth by using fertilisers. But their global impacts must be properly assessed. • Incidents of wildfires and biomass burning are expected to become more frequent as the world heats up. Dealing with the release of harmful aerosols will require careful planning. •Turning to hydrogen as an alternative to burning fossil fuels will significantly help the fight against climate change. However, leakage from hydrogen-production plants could have damaging impacts.","meta":{"id":"environment/2024/feb/25/nature-conservation-scientific-evidence-save-species_4","publication_date":"2024-02-25T07:00:51Z"}}
{"text":"Proposed delays to EU air pollution limits will mean hundreds of thousands more people dying early and will “widen the inequality gap” between eastern and western Europe, a group of public health experts have said, as EU negotiators thrash out key rules to clean up the air. The World Health Organization has set guidelines for how many tiny particles and how much toxic gas can dirty the air, but stressed that no level of pollution is safe to breathe. Doctors writing in the International Journal of Public Health want the limits met by the end of the decade, but the European parliament wants to wait till 2035, the European Commission wants to set weaker limits for 2030 without setting a date to align with the WHO, and the European Council wants to let poorer countries wait till 2040. “Every year of delay of reaching limit values directly translates into more death and disease,” said Barbara Hoffman, the chair of the European Respiratory Society (ERS) advocacy council and head of environmental epidemiology at Heinrich Heine University in Düsseldorf. Hoffman and colleagues from several public health institutes found that 330,000 more people would die early if EU member states with fine particulate levels greater than 10 micrograms per cubic metre were to delay bringing their pollution down to that level by a decade from 2030 to 2040. The WHO limit is 5 micrograms per cubic metre. “These numbers make it clear that allowing delays will impose a substantial, unjust and unacceptable loss of human lives in Europe,” the scientists wrote. Doctors call bad air an invisible killer. Each breath a person takes draws in pollutants small enough to seep from the lungs into the bloodstream. Once in the blood, they flow through the body, hurting the organs.","meta":{"id":"environment/2024/feb/02/delays-in-cleaning-up-eu-air-will-cause-thousands-more-early-deaths-say-health-experts_0","publication_date":"2024-02-02T12:46:02Z"}}
{"text":"On the current trend of increased energy demands, energy production from non-fossil sources would need to grow by more than 11% a year to meet the 2025 target. Currently, renewable energy production is increasing by an annual rate of 8.5%. Clean energy contributed $1.6tn (£1.26tn) to China’s economy in 2023, accounting for all of the growth in investment. And on the target of reducing the carbon intensity of China’s economy by 18% by 2025, China has so far managed only a 5% reduction since 2020. That means that CO2 emissions will have to come down in absolute terms from 2023 to 2025 to meet the target. According to the National Energy Administration, China’s installed capacity of renewable energy exceeded 1.45bn kilowatts in 2023, accounting for more than half of the country’s total installed power generation capacity. But a separate report published on Thursday by CREA and Global Energy Monitor found that China approved 114 gigawatts (GW) of coal power in 2023, up from 104 GW in 2022. China’s share of global coal emissions surpassed 64% in 2023. Since Xi Jinping, China’s leader, pledged to “strictly control” new coal power in 2021, the approval of new coal has actually increased rapidly. Nearly half of the growth in power generation between 2020 and 2023 came from coal.","meta":{"id":"environment/2024/feb/22/growth-in-co2-emissions-leaves-china-likely-to-miss-climate-targets_2","publication_date":"2024-02-22T00:01:37Z"}}
{"text":"Back in the quarry where this investigation started, we spot a male prospecting, gliding above us. Peregrine falcons can reach diving speeds of 320km/h (200mph), making them the fastest animal on the planet. The birds’ “phenomenal flight” is one of the reasons Smith loves them so much. This male will hold the territory while the female goes to the coast to fatten up on wading birds over winter. Next month, she should return to raise chicks. Smith will be back to document their progress and hopefully see a new family. He’ll be taking DNA samples from them all, as the battle to stop the UK’s falcon thieves continues. “They should be here – they are Scottish birds,” he says.","meta":{"id":"environment/2024/feb/13/peregrine-falcon-thieves-dna-database-scotland-wild-raptors-birds-aoe_8","publication_date":"2024-02-13T15:00:30Z"}}
{"text":"“The supreme court will be asked to consider a number of principles applicable to statutory interpretation which will be of interest to practitioners. In particular, it will be invited to consider whether the court of appeal took sufficient account of admissible ‘background’ materials (i) in identifying the ‘mischief’ at which the legislation was aimed and (ii) in considering whether the statutory language was ambiguous.”","meta":{"id":"environment/2024/jan/10/landowners-supreme-court-case-threatens-dartmoor-wild-camping-victory_2","publication_date":"2024-01-10T10:41:20Z"}}
{"text":"It was thrashing about quite aggressively,” she said. “It was a bit surreal to be honest. It was massive, and it was shocking to see it that way.” The shark’s remains were taken to Coffs Harbour for the necropsy.","meta":{"id":"environment/2024/mar/04/great-white-shark-kingscliffe-beach-tweed-coast-stuck-shore-euthanised_2","publication_date":"2024-03-04T08:01:53Z"}}
{"text":"Last year was the hottest ever reliably recorded globally by a blistering margin, US scientists have confirmed, leaving researchers struggling to account for the severity of the heat and what it portends for the unfolding climate crisis. Last year was the world’s hottest in records that stretch back to 1850, according to analyses released concurrently by Nasa and the National Oceanic and Atmospheric Administration (Noaa) on Friday, with a record high in ocean temperatures and a new low in Antarctic sea ice extent. Noaa calculated that last year’s global temperature was 1.35C (2.4F) hotter, on average, than the pre-industrial era, which is slightly less than the 1.48C (2.6F) increase that EU scientists, who also found 2023 was the hottest on record, came up with due to slightly different methodologies. A separate analysis of 2023 released on Friday by Berkeley Earth has the year at 1.54C above pre-industrial times, which is above the 1.5C (2.7F) warming limit that countries have agreed to keep to in order to avoid disastrous global heating impacts. This guardrail will need to be broken on a consistent basis, rather than one year, to be considered fully breached, however. The burning of fossil fuels and deforestation has driven the extraordinary warmth, which follows a string of hotter-than-average years in recent decades. Each decade over the past 40 years has been warmer than the last, Noaa said, with the most recent 10 years all making up the hottest 10 years ever recorded. Last year’s record heat was further spurred by El Niño, a periodic climatic event that heats up parts of the Pacific Ocean and heightens global temperatures. However, even with these known factors scientists were left stunned at the severity of 2023, which was initially following the expected long-term warming pattern before seeing record after record obliterated in the second half of the year. Last year beat the previous temperature record, set in 2016, by 0.15C (0.27F), Noaa said, which is a huge margin in climate terms.","meta":{"id":"environment/2024/jan/12/2023-hottest-year-record-us-scientists_0","publication_date":"2024-01-12T16:05:51Z"}}
{"text":"Akará was able to develop from the remnants of a cold front that had brought heavy rain to parts of South America before pushing offshore. The low-pressure system rapidly deepened into a tropical storm as it moved over warmer waters and was also fed by a plume of tropical moisture that moved southwards down the Brazilian coast. The storm did not bring a threat to the mainland as its trajectory was moving south-west over the Atlantic Ocean, but the Brazilian National Institute of Meteorology was forecasting marine impacts with offshore waves of up to 4.9 metres (16ft) and winds of up to 50mph. By Tuesday, the Brazilian navy reported that the storm had weakened into a tropical depression as it continued to move away from mainland Brazil. The system weakened further on Wednesday as it travelled over cooler waters well offshore from the mainland.","meta":{"id":"environment/2024/feb/23/weather-tracker-china-contrasts-cold-heat-break-records_1","publication_date":"2024-02-23T09:47:05Z"}}
{"text":"Many environmental groups are calling for more restrictions. (The EPA is also now the subject of a lawsuit that claims the regulatory body hasn’t done enough under the Clean Water Act to protect waterways and drinking water from pollution from livestock farming.) “We hear this all the time – ‘Well, we’re gonna have to feed this growing population in the world.’ And they never finish the sentence by saying ‘We’re going to have to pollute our groundwater to do it.’ I mean, that would be real,” Broberg said. Nancy Utesch, 59, a farmer in Kewaunee county, Wisconsin, has seen this first-hand. Many farms use manure as fertilizer on nearby crop fields, but overapplication can lead to pollution. Last April, she woke to the sounds of tractors spreading manure on a 30-acre property next to her farm. The parcel of land is home to two wetlands, which Utesch was worried would be contaminated if the spreading continued. She contacted Wisconsin’s department of natural resources (WDNR) twice during the day to express her concern.","meta":{"id":"environment/2024/mar/06/animal-agriculture-nitrate-water_3","publication_date":"2024-03-06T11:00:46Z"}}
{"text":"“We want to buy as much of the river corridor as possible, to safeguard the beavers on the river system,” he says. Gow’s neighbours wonder about lost food production but he insists that this land was boggy moorland until it was drained in the 1940s, and has subsequently only ever produced relatively small amounts of lamb, beef or milk. Gow knows that his personal rewilding is a fragment within one of the most nature-depleted countries on the planet. His major contribution to rewilding Britain is through captive-breeding “at scale”. Aged 58, he is a man in a hurry. “I want to focus on species that need a hand,” he says. He’s still churning out water voles but this year will captive-breed adders to help connect increasingly isolated wild populations of this rapidly declining snake. He’s also breeding turtle doves, white and black storks and glowworms, and plans to start on mole crickets and other bird species. “We’ll have a little shot at red-backed shrike later this year. We also want to try breeding black grouse here.”","meta":{"id":"environment/2024/mar/10/derek-gow-the-rewilding-enthusiast-wants-to-bring-back-the-wolf_5","publication_date":"2024-03-10T12:00:04Z"}}
{"text":"That News Corp is anti-climate action is hardly a blinding insight, but it’s worth raising because it continues to skew the debate. The people it elevates, particularly from fossil fuel lobby groups, get picked up and echoed elsewhere. And the government internalises the framing even while the climate change minister, Chris Bowen, oversees plans for an ambitious clean energy expansion. For those who watched the Cop28 climate summit in Dubai in December, the most notable climate discussion in Australia so far this year is one that isn’t being had. It’s now two months since nearly 200 countries backed a call for the world to transition away from fossil fuels. It might sound a statement of the obvious, but it hadn’t happened before. The Dubai text said the transition should happen in line with what scientists say is necessary, including accelerating action “in this critical decade”. It doesn’t bind anyone to anything, but the deal sends another important message to major institutional investors managing trillions of dollars in assets about where they should be directing their money if they want to remain profitable in the decades ahead. Given Australia is the world’s third biggest fossil fuel exporter, logic suggests it might have triggered a serious discussion from the prime minister down of what this will mean for the country. There’s been no sign of that to date.","meta":{"id":"environment/commentisfree/2024/feb/20/australia-climate-crisis-clean-energy-solutions-debate-emissions-target_2","publication_date":"2024-02-20T07:36:22Z"}}
{"text":"Think of fungus – what comes to mind? Rotten, unhealthy infections perhaps? But what if I told you that fungi are incredible, beautiful and vital to our woodlands? I went on a woodland walk with my mum. It was cold. Bitter wind pinched my face and I could barely feel my fingers. As I tucked my chin into my jacket collar to keep warm, I glanced down and noticed a striking cluster of mushrooms growing on a tree stump. Glossy and golden orange in colour, they reminded me of Alice in Wonderland. I took a picture of my unusual discovery to research later – it was a velvet shank fungus. I found out that the velvet shank is often found on dead or decaying deciduous hardwood trees, like elm, beech or oak.","meta":{"id":"environment/2024/jan/27/young-country-diary-my-excellent-fungal-find-the-winter-mushroom_0","publication_date":"2024-01-27T11:00:34Z"}}
{"text":"The EU aims to slash its net greenhouse gas pollution by 90% by 2040 as part of its push to become the world’s first climate-neutral continent, the European Commission has announced before elections in June. Under a landmark proposal laid out by its executive body on Tuesday, the bloc will have to pump 90% less planet-heating gas into the air by 2040 than it did in 1990, a figure which includes the carbon it removes from the atmosphere. The target is at the bottom end of the 90-95% net cuts that the EU’s scientific watchdog recommended in June, and meeting it would require a much faster shift to a clean economy. In the three decades between 1990 and 2021, the EU’s 27 member states cut their emissions by just 30%, according to the European Environment Agency, leaving them half as long to do twice the work. Wopke Hoekstra, the EU climate commissioner, said the target sent a message to the world that Europe “continues to lead the way” on climate action. “Tackling the climate crisis is a marathon, not a sprint. We need to make sure everyone crosses the finish line and nobody is left behind,” he said. The target, which is a recommendation for the next commission after European elections in June, is part of a bid to stop extreme weather from growing more violent. But some of the individual targets were scrapped at the last minute because of protests from farmers that have seen politicians in the EU and its member states row back on plans to make farms pollute less. Pieter de Pous, a nature policy expert at the climate thinktank E3G, said: “It’s hard to find a more fitting use of the metaphor ‘cutting off the branch you sit on’ than witnessing farmers unite in efforts to undermine the very climate policies designed to protect them from the devastating impacts of climate change.”","meta":{"id":"environment/2024/feb/06/eu-lays-out-plan-to-cut-greenhouse-emissions-by-90-by-2040_0","publication_date":"2024-02-06T14:51:12Z"}}
{"text":"Other approaches to cultivated meat require greater use of expensive growth factor chemicals and scaffolds for cells to grow on, Nir said. The technique is particularly suited to fish and seafood, whose meat is fairly uniform unlike, for example, marbled beef, he said. Like other cultivated meat, the product is not produced using antibiotics or hormones. Forsea Foods is the only company known to be producing cultivated meat using this technology. The company has raised $5.2m (£4.1m) in investment, with more expected to be announced soon. Seren Kell, at thinktank Good Food Institute Europe, said: “The pioneering use of organoids could provide companies with the ability to tap into animal cells’ inherent self-organising properties, effectively outsourcing the difficult task of developing cultivated meat and seafood onto nature itself.” “Cultivated seafood pioneers are developing healthy and sustainable alternatives to an ever-growing range of local delicacies, giving people the food they love without contributing to problems such as overfishing and the destruction of precious marine habitats,” she said. The GFI provided research funding to Forsea from 2021-23. In the US, Wildtype is growing salmon and BlueNalu tuna, Steakholder Foods in Israel has produced cultivated grouper fish, while Shiok Meats in Singapore is targeting shrimp, lobster and crab, and Cell4Food in the Azores is working on cultivated octopus. Earlier this week, Aleph Farms in Israel became the first company in the world to get regulatory health approval for cultivated beef.","meta":{"id":"environment/2024/jan/22/reinventing-the-eel-first-lab-grown-eel-meat-revealed_2","publication_date":"2024-01-22T09:15:32Z"}}
{"text":"Can people and wolves get along? “The hunters can’t really kill them all,” he says. “There are two sides to everything – to the wolf as well.” Will GW950m evade capture? At the scene of Dolly’s killing, horses continue to graze in Ursula von der Leyen’s paddocks, apparently unprotected by anything more intimidating than a couple of strands of electric fence. There is no trace of GW950m in the woods. The scariest thing by far that I encounter in this landscape is the armed police officer striding along the quiet lane, tasked with protecting the European Commission president’s country home.","meta":{"id":"environment/2024/jan/27/a-wolf-killed-the-eu-presidents-precious-pony-then-the-fight-to-catch-the-predator-began_19","publication_date":"2024-01-27T12:00:37Z"}}
{"text":"A Texas county has launched a first-of-its-kind criminal investigation into the waste management giant Synagro over PFAS-contaminated sewage sludge it is selling to Texas farmers as a cheap alternative to fertilizer. Two small Texas ranches at the center of that case have also filed a federal lawsuit against Synagro, alleging the company knew its sludge was contaminated but still sold it. Sludge spread on a nearby field sickened the farmers, killed livestock, polluted drinking water, contaminated beef later sold to the public and left their properties worthless, the complaint alleges. The PFAS levels independent testing found on the farm were “shockingly high”, said Kyla Bennett, policy director for the Public Employees for Environmental Responsibility (Peer) non-profit, which is assisting in the analyses. The farms’ drinking water was found to be contaminated at levels over 13,000 times higher than the federal health advisory for PFOS, one kind of PFAS compound, a Guardian calculation indicates, and affected meat was as much as 250,000 times above safe levels, the lawsuit alleges. The complaint alleges the families will probably have to abandon their ranches from which they sell livestock. “It’s devastating and terrifying,” said Mary Whittle, an attorney representing the farmers. “They have developed these properties to be the center of their world … and this is how they make their money.” PFAS are a class of about 15,000 compounds that are dubbed “forever chemicals” because they don’t naturally break down, and accumulate in the human body and environment. The chemicals are linked to a range of serious health problems like cancer, liver disease, kidney issues, high cholesterol, birth defects and decreased immunity.","meta":{"id":"environment/2024/mar/01/texas-farmers-pfas-killed-livestock_0","publication_date":"2024-03-01T11:00:04Z"}}
{"text":"Pipework has been installed to allow volunteers to breathe air from inside the chamber itself. The volunteers are all over 50 and have a family history of dementia or Alzheimer’s disease. McFiggans and his team create standardised mixtures of cooking fumes, cleaning products, diesel exhaust and woodstove smoke to simulate concentrations found in smogs found in many large cities. The volunteers take brain tests before and after breathing the chamber air. Lung cells are also being exposed to the chamber air, and particles are collected for further experiments. McFiggans said: “We aim to demonstrate to policymakers that the health effects of different sources of pollution can be quantified and can form the basis for a source-oriented guidance, and potentially policy, for harm reduction and avoidance.”","meta":{"id":"environment/2024/jan/12/evidence-grows-of-air-pollution-link-with-dementia-and-stroke-risk_2","publication_date":"2024-01-12T06:00:21Z"}}
{"text":"Once again, the Young Country Diary series is open for submissions! Every three months, as the UK enters a new season, we ask you to send us a piece written by a child aged 8-14. The article needs to be about a recent encounter they’ve had with nature – whether it’s a woodland walk, some nesting birds or a thriving rockpool. Crucially, it doesn’t matter if the child is a nature expert or has never picked up a pair of binoculars. We are especially keen to reach teachers who might like to get their class outside and noticing nature. Please note the deadline for entry is noon on Monday 1 April. Six winning entries will be chosen, and published in the Guardian newspaper and online – two on 23 March, two on 27 April and two on 25 May. On 1 June we’ll launch a fresh callout looking for summer pieces. Note that if you send your piece in early enough, you stand a chance of being published on 23 March. How your child can take part First of all, we’re looking for children age 8 to 14, so we will need your permission, as parent or guardian.","meta":{"id":"environment/2021/aug/27/nature-lovers-guardian-young-country-diary-writers_0","publication_date":"2024-03-01T16:05:28Z"}}
{"text":"Noting that elections were taking place in many countries, Babayev declined to single out any specific states but acknowledged that the US election was “a very interesting process”. He said: “Until the end of this year, we will work with the current administration. And I think we have a very good chance, to invite all the participants to Baku to discuss the agenda. We’re working with the current administration of the US to at least develop the agenda to work together, to achieve the targets together.” Azerbaijan has been an oil producer since the 1840s, and is one of the world’s top fossil fuel suppliers. Oil and gas account for 92% of the country’s exports, according to US data, and about two-thirds of the state budget, and the country is planning to increase its gas output by a third in the next decade. Babayev said the government was moving to decarbonise the economy, boosting renewable energy and seeking a transition away from fossil fuels. Oil production was expected to reduce, he said, but gas production would need to increase to meet demands from the EU, which since the invasion of Ukraine had sought to find gas supplies to replace those it used to get from Russia. “We have to deliver [gas] to the European market, because of a big request from the EU. We have already adopted a programme to deliver more gas.","meta":{"id":"environment/2024/mar/12/newly-elected-leaders-climate-obligations-cop29-chief-un-summit-mukhtar-babayev_1","publication_date":"2024-03-12T07:00:01Z"}}
{"text":"To understand the overall size of these indoor impacts, two researchers from the University of Lisbon have been estimating how much heating a home with a wood stove or fireplace shortens the lives of the occupants. Dr Nuno Martins explained what prompted their research: “The initial idea came from hearing a podcast that had Guardian columnist George Monbiot as a guest. We looked more into it and found that there wasn’t much data on how much particle pollution was released by wood-burning equipment into homes.” Martins and his team started by measuring air pollution from stoves and fireplaces in a small number of homes. This data was used in computer simulations of three homes in north-west Europe: in Birmingham, Groningen and Copenhagen, and combined with data from the health effects of outdoor air pollution. Heating a living-room open fireplace for four hours each winter’s evening was estimated to shorten the occupant’s life expectancy by between one and 1.6 years. Using a stove could reduce overall life expectancy by up to six months. This comes with important caveats. Indoor and outdoor air pollution have different sources; chemical composition and exposure. Less is known about how to calculate the impact of air pollution that we breathe in our homes, but the research could help scientists understand the approximate extent of the health impact on people with stoves and fireplaces, as well as possible solutions.","meta":{"id":"environment/2024/jan/26/domestic-wood-burners-having-a-deadly-impact-in-outside-areas_2","publication_date":"2024-01-26T06:00:24Z"}}
{"text":"And wolves are wary of people. Kenner shows me clips from his camera traps. One detects him walking in front of the trap. A few hours later, a wolf arrives, sniffs his tracks and moves swiftly in the opposite direction. “The wolf is not shy,” says Kenner. “He’s careful. He’s a predator, he needs to take care, but he has to take risks, too – that’s why he won’t learn from being shot.” Von der Leyen, argues Kenner, is using her position “to start a campaign in favour of shooting wolves because of her personal ideas and experiences”. “This is a misuse of power. But it’s not just Ursula von der Leyen.","meta":{"id":"environment/2024/jan/27/a-wolf-killed-the-eu-presidents-precious-pony-then-the-fight-to-catch-the-predator-began_7","publication_date":"2024-01-27T12:00:37Z"}}
{"text":"It is understood the plans to deal with sewage are unlikely to be published by March, which is when the overflow statistics for the year will be published. Labour’s shadow environment secretary, Steve Reed MP, said: “This Conservative government has wilfully turned a blind eye to corruption at the heart of the water industry and broken yet another promise. “The result is stinking, toxic sewage destroying our countryside, and consumers facing higher bills while water bosses pocket millions in bonuses.” The government also refused to reveal the details of plans which have been submitted by some water companies, stating this was because “there is a stronger public interest in withholding the information because the water companies intend on publishing the information you have requested in the near future. Releasing the information at this stage on an adhoc basis would divert resources away from ongoing work. The water companies need to ensure that it is finalised, quality assured and signed off before publication takes place.” A spokesperson for the Department for Environment, Food and Rural Affairs (Defra) said: “Last year we demanded a clear action plan on every storm overflow from water companies, prioritising those that are spilling at a high level and into bathing waters or high priority nature sites. These have now been received and are being evaluated ahead of publication.” A Water UK spokesperson said: “Water and sewerage companies have submitted their action plans to Defra. Those plans include proposals to invest £11bn between 2025 and 2030, more than triple the current rate, to cut spills from overflows as quickly as possible.”","meta":{"id":"environment/2024/jan/17/uk-water-industrys-urgent-plan-to-tackle-sewage-pollution-delayed-by-four-months_1","publication_date":"2024-01-17T06:00:22Z"}}
{"text":"Farron, now the Lib Dem’s environment spokesperson, criticised the “Christmas stink” left by Conservative ministers. He expressed fears swimmers who could be made ill by the sewage, with no compensation from water companies after Conservatives blocked a proposed new law in parliament earlier this month. MPs rejected the amendment, tabled by Farron, to the victims and prisoners bill by 267 to 27, a majority of 240, with the Lib Dem MP calling the result an “absolute disgrace”. He said Conservative MPs had “yet again voted to let water companies off the hook. “This is a real Christmas stink for so many hoping to enjoy their traditional festive swim. The freezing cold water should be the only thing swimmers worry about, not sewage floating by them,” Farron said. “It’s disgusting that our coastlines and lakes have been polluted by this foul habit. There needs to be a ban on sewage discharges in swimming areas. When will Conservative ministers finally clamp down on profiteering water firms who are destroying our environment? “It was shocking to see Conservative MPs block plans to compensate swimmers made sick by sewage.","meta":{"id":"environment/2023/dec/23/christmas-stink-uks-traditional-festive-swims-face-rising-tide-of-sewage_1","publication_date":"2023-12-23T05:00:16Z"}}
{"text":"The energy security secretary, Claire Coutinho, said: “The UK is the first major economy – of the top 20 countries – to halve its emissions. This is an enormous achievement by itself but also because we have done this in a pragmatic way – growing our economy by 80% at the same time and protecting family finances. “We have also increased our renewables electricity generation from just 7% in 2010 to nearly 50% now. With some of the most ambitious targets in the world, we should be proud that we’ve over-achieved on our carbon budget for the third time in a row. We will continue to meet out targets but in a pragmatic way that doesn’t clobber extra costs onto hard-working families.”","meta":{"id":"environment/2024/feb/06/uks-emissions-fell-slightly-in-2022-but-transport-and-homes-still-biggest-emitters_2","publication_date":"2024-02-06T12:45:35Z"}}
{"text":"Last month, these upright winter thrushes – fieldfares and redwings – fed systematically across plough and playing fields like a well-spaced army. Pulling a worm, hopping some paces, picking a beetle, hopping again, all travelling in the same direction until they reached the end of the field, then travelling back in the same manner. But now, it’s time to go. The burbling stream of aerial chatter meandering through the twiggy heights is the early spring equivalent of swallows gathering on autumn wires. Yet these harbingers of the winter-spring are congregating to head north for their summer. The mist thickens to rain. As it falls and hisses on the boggy field, the birdsong is absorbed back into it. As I tug the winter-swollen five‑bar gate shut, I spot several fallow deer slots pushed into the mud as they made a great leap over this more obvious barrier than the flimsy fence. • Country diary is on Twitter at @gdncountrydiary","meta":{"id":"environment/2024/mar/06/country-diary-the-sound-of-water-up-in-the-trees_1","publication_date":"2024-03-06T05:30:09Z"}}
{"text":"An electric vehicle owner has used her car’s emergency power system to run her 11-year-old son’s life-saving dialysis machine and another has ridden to the rescue of his neighbours after devastating storms cut power in south-east Queensland. When the power went down after storms and flash flooding on Christmas Day, many residents immediately felt the consequences: electric gates did not work, septic tanks began to fill, air conditioners could not run and fridges began to warm as a heatwave followed. But some electric vehicle drivers whose cars are equipped with “vehicle to load” systems – a back-up power system that allows the car to act as an emergency generator or supply for devices such as lights, laptops, TVs and refrigerators – stepped in to help out and, in some cases, save lives. One woman on the Gold Coast, Kristy Holmes, 42, used her BYD electric car to power her 11-year-old son’s dialysis machine after their power shut off on Christmas Day. At first, Holmes and her husband used the car to plug in their fridges and those of their neighbours in the adjoining units but when the power did not come back on quickly, she started to wonder whether the BYD Atto 3 the couple bought in February could also handle the life-saving dialysis machine. “We ran it off the car,” Holmes said. “We only needed to use it for the one night. We could have run it for at least four nights and then have to go charge the car somewhere.” Her son Levi, who is about to go on a transplant list this month, would have faced life-threatening health consequences had he not been able to receive treatment, and would have needed to travel to Brisbane during the storm if he could not find an alternative. Holmes said she had known she could “use my car for good things” since she made slow-cooked mulled wine for a movie night using the car’s electric system.","meta":{"id":"environment/2024/jan/01/amazing-queensland-mum-uses-electric-car-to-save-sons-life-with-dialysis-during-power-outage_0","publication_date":"2023-12-31T14:00:05Z"}}
{"text":"There was no evidence that wild pig populations would fully recover in Borneo or other south-east Asian islands such as Java and Sumatra in Indonesia, Timor-Leste and the Philippines, the scientists said. In Borneo, the loss of bearded pigs is already having an enormous impact on cultures and communities that depend on them for food. Local studies suggest bearded pigs once accounted for 81% of hunted wildlife by weight in some villages. Now, that number is closer to zero. “It’s a food security issue and a poverty issue. People are just fully dependent on access to wild and feral pigs for their protein needs,” said Meijaard. The disappearance of this key protein source puts pressure on other species: in the absence of pigs, millions of local people were likely to shift their focus to hunting endangered species such as pig-tailed macaques, the scientists warned. The loss of wild pigs can also affect the ecosystem as a whole. Bearded pigs disperse the seeds of trees as they eat fruits and migrate large distances, defecating them out throughout the forest. They also turn over soil with their snouts, which cleans undergrowth and gives tree roots access to more soil nutrients.","meta":{"id":"environment/2024/jan/19/african-swine-fever-asian-wild-pigs-borneo-aoe_1","publication_date":"2024-01-19T06:00:21Z"}}
{"text":"House raids, seizure of live chicks and extensive forensic testing are helping police uncover a multimillion-pound international trade plagued by illegality. The abandoned nest The nest is perched 20 metres above the ground, on a sloped quarry cliff face in southern Scotland. It is now empty, other than some bones, feathers and a few old tags from unlucky racer pigeons. “This is where it all started,” says Smith. In 2021, it had belonged to a female falcon, who had tried and failed to breed here for a couple of years. In April that year, one month after the initial intelligence had come through, Smith climbed up the cliff with PC Gavin Ross. The falcon had been sitting on four eggs, but now two were missing. When the men turned around to go down, they saw a footprint, still fresh in the stony soil – but not the way they had came up. Mobile phone data would show that the eggs had been stolen just 20 minutes before they arrived. A week later, the nest was empty: the last two eggs had been taken.","meta":{"id":"environment/2024/feb/13/peregrine-falcon-thieves-dna-database-scotland-wild-raptors-birds-aoe_2","publication_date":"2024-02-13T15:00:30Z"}}
{"text":"Alok Sharma has said the government’s oil and gas bill going through the Commons will not cut household energy costs or create jobs and instead will break the UK’s promise to phase out fossil fuels. The government’s offshore petroleum licensing bill passed its second reading on Monday night with 293 votes to 211 against. No Conservative MPs voted against it, and Sharma – the former business secretary who served as president of the Cop26 climate talks – abstained. The legislation would place the North Sea Transition Authority under a duty to run annual applications for new offshore oil and gas licences. The Intergovernmental Panel on Climate Change, made up of hundreds of scientists, has said no new oil and gas licences should be granted if the world is to limit global heating to 1.5C above pre-industrial levels. Going beyond this would cause climate catastrophe, ruining the lives of millions. UK ministers promised to phase out oil and gas at last year’s Cop28 conference in Dubai. Referring to minister Graham Stuart who represented the UK at the conference, Sharma said: “My right honourable friend tweeted himself at Cop28 that there must be an unabated phaseout of fossil fuels to meet our climate goals. But today we have a bill before this house, the sole purpose of which is to double down on granting more oil and gas production licences. I do not believe, and it pains me to say this, that this bill will advance that commitment to transition away from fossil fuels.”","meta":{"id":"environment/2024/jan/22/oil-and-gas-bill-breaks-uk-promise-phase-out-fossil-fuels-alok-sharma-says_0","publication_date":"2024-01-22T22:14:52Z"}}
{"text":"Biodiversity-conscious eaters could consider substituting potatoes for rice, cutting down on beef and lamb and asking where their beans, lentils and chickpeas are grown to reduce their impact on nature, a new study has found. Scientists analysed 151 popular recipes around the world for their biodiversity impact. They found meat dishes were the worst offenders: recipes including chilli con carne, salsa verde pork and a Spanish lamb dish called lechazo, all had high biodiversity damage scores compared with vegan and vegetarian ones. The massive environmental impact of eating meat has been well established, and the study reinforced this, with meat dishes scoring more than vegetarian or vegan dishes across almost all locally and globally produced scenarios. Brazilian-raised beef topped the charts. But the study, published on Wednesday in Plos One journal, also had surprising findings about the biodiversity footprint of some grains and legumes. Recipes that use rice and legumes – like the chickpea-based dish chana masala and the kidney bean rajma curry – can cause problems too, depending on where ingredients are grown. “The origin of the beans or lentils you are using matters quite a bit,” said Roman Carrasco, one of the paper’s authors and an associate professor of biological sciences at the National University of Singapore (NUS). The study’s lead author, Elissa Cheng, a life science graduate at the NUS department of biological sciences, said: “The study highlights particular problems for dishes using ingredients from tropical areas rich in biodiversity, including Brazil and Mexico.” India “presents a perfect storm”, Carrasco said, because it has high levels of biodiversity, including many endemic species that can only live in very specific areas, combined with “high levels of those critical areas being heavily encroached by crops like rice, chickpeas, beans and lentils”.","meta":{"id":"environment/2024/feb/21/eating-to-save-nature-embrace-potatoes-ditch-rice-track-your-beans-aoe_0","publication_date":"2024-02-21T19:00:31Z"}}
{"text":"“Perhaps the raw materials are less, but are we using more water, are we using more energy, to keep it clean?” Paper towels: two rolls a week is like burning 11 gallons of gasoline Let’s start with the competition. Paper towels have a hefty environmental impact because they’re made of, well, paper. Most of their impacts occur during the manufacturing phase – as opposed to when they’re in use. According to a 2016 life cycle assessment of Bounty brand paper towels, paper towels’ most significant environmental impact is in the realm of fossil fuel depletion. That is, the amount of fossil fuels used to produce the paper pulp, and keep paper towel making facilities open. But paper towel production also requires agricultural land occupation (99% of which is for the growth of trees) and leads to particulate matter formation. One 2012 study from MIT found that two paper towels account for approximately 15 grams of CO2 emissions. Extrapolating from that, the recycling blog Earth911.com estimates that a family of four that uses two rolls of paper towels a week creates about 219lbs of CO2 emissions a year, “or about the same as burning 11 gallons of gasoline”. And those paper towels add up: in 2017, Americans spent $5.7bn on paper towels (about $17.50 a person) – almost half of the $12bn spent globally.","meta":{"id":"environment/2024/mar/12/what-is-swedish-dishcloth-reusable-paper-towel-better-environment_1","publication_date":"2024-03-12T12:00:29Z"}}
{"text":"“Warm oceans intensify atmospheric circulation and associated extreme events,” said Francisco Eliseu Aquino, the deputy director of Brazil’s Polar and Climate Centre. “The record temperature and extreme events observed on the planet in 2023 have not passed. The planet has not cooled down.” Francesca Guglielmo, a senior scientist at the EU’s Copernicus satellite monitoring service, said 2024 had started as 2023 ended, with “exceptional temperatures and many extreme events”. She pointed to a recent forecast by the Barcelona Supercomputing Center that suggested there was a good chance that 2024 would set a new record with global temperatures passing 1.5C above pre-industrial levels for the first time. Guglielmo said scientists were now considering risks that had been unthinkable until recently. “2023 has broken so many records that a number of new hypotheses, including the dawn of a new phase in the global warming rate, have been floated. These hypotheses were not nearly as prevalent a year ago.”","meta":{"id":"environment/2024/feb/06/world-not-prepared-for-climate-disasters-after-warmest-ever-january_2","publication_date":"2024-02-06T19:54:50Z"}}
{"text":"“Are we seeing the first signs of a state shift? Or is it [a] freak outlier?” In the Antarctic, scientists have also been perplexed and worried by the pace of change. The new Brazilian scientific module Criosfera 2, a solar and wind-powered laboratory that collects meteorological information, measured the lowest extent of sea ice in the region both for summer and winter. “This environmental alert is a sign of ongoing global environmental changes and poses a daunting challenge for polar scientists to explain,” said Francisco Eliseu Aquino, a professor of climatology and oceanography at the Federal University of Rio Grande do Sul and the deputy director of Brazil’s polar and climatic centre. West Antarctica was affected by several winter heatwaves associated with the landfall of atmospheric rivers. In early July, a Chilean team on King George Island, at the northern tip of the Antarctic peninsula, registered an unprecedented event of rainfall in the middle of the austral winter when only snowfalls are expected. In January, a massive iceberg, measuring about 1,500 sq km, broke off from the Brunt ice shelf in the Weddell Sea. It was the third colossal calving in the same region in three years. Aquino said human influence – through the burning of fossil fuels – had also created “frightening” dynamics between the poles and the tropics.","meta":{"id":"environment/2023/dec/29/world-will-look-back-at-2023-as-year-humanity-exposed-its-inability-to-tackle-climate-crisis_3","publication_date":"2023-12-29T14:26:31Z"}}
{"text":"The government has set out plans for what it claims will be Britain’s biggest nuclear power expansion in 70 years, despite concerns about faltering nuclear output and project delays. Ministers published a roadmap on Friday that recommits the government to building a fleet of nuclear reactors capable of producing 24GW by 2050 – enough to meet a quarter of the national electricity demand. Approval will be given for one or two new reactors every five years from 2030 to 2044, and backing given to another large-scale reactor in addition to Hinkley Point C and the planned Sizewell C , even as the projects face uncertainty over their costs and timescale. The roadmap echoes plans put forward by the then prime minister, Boris Johnson, in 2022 to “build a new [reactor] every year” to wean Britain off fossil fuel. Since then the developer of Hinkley Point C, the French utility EDF, has said the cost of Britain’s first new nuclear plant in a generation had spiralled to £33bn, a 30% increase from 2015 when it forecast the cost at between £25bn to 26bn. There are also concerns that Hinkley’s start date may be delayed from the summer of 2027 to the early 2030s. Sunak said the government’s latest support for the nuclear industry was “the next step in our commitment to nuclear power, which puts us on course to achieve net zero by 2050 in a measured and sustainable way”. “Nuclear is the perfect antidote to the energy challenges facing Britain – it’s green, cheaper in the long term and will ensure the UK’s energy security for the long term,” he said. “This will ensure our future energy security and create the jobs and skills we need to level up the country and grow our economy.” EDF said in January it would delay the shutdown of four of its UK nuclear reactors for at least two years to help plug the looming gap in the UK’s nuclear supplies towards the end of the decade.","meta":{"id":"environment/2024/jan/11/uk-government-sets-out-plans-for-biggest-nuclear-power-expansion-in-70-years_0","publication_date":"2024-01-11T00:01:26Z"}}
{"text":"The global extraction of raw materials is expected to increase by 60% by 2060, with calamitous consequences for the climate and the environment, according an unpublished UN analysis seen by the Guardian. Natural resource extraction has soared by almost 400% since 1970 due to industrialisation, urbanisation and population growth, according to a presentation of the five-yearly UN Global Resource Outlook made to EU ministers last week. The stripping of Earth’s natural materials is already responsible for 60% of global heating impacts, including land use change, 40% of air pollution impact, and more than 90% of global water stress and land-related biodiversity loss, says the report, due to be released in February. Janez Potočnik, a former European commissioner and a co-chair of the UN panel that produced the analysis, said a gouging of raw materials on the scale predicted would almost certainly trigger more frequent and more severe storms, droughts and other climate disasters. “Higher figures mean higher impacts,” he said. “In essence, there are no more safe spaces on Earth. We are already out of our safe operating space and if these trends continue, things will get worse. Extreme weather events will simply become much more frequent and that will have ever more serious financial and human costs.” The report prioritises equity and human wellbeing measurements over GDP growth alone and proposes action to reduce overall demand rather than simply increasing “green” production. Electric vehicles, for example, use almost 10 times more “critical raw materials” than conventional cars, and reaching net zero transport emissions by 2050 would require increasing critical mineral extraction for them sixfold within 15 years.","meta":{"id":"environment/2024/jan/31/raw-materials-extraction-2060-un-report_0","publication_date":"2024-01-31T06:00:08Z"}}
{"text":"Legally, captive-bred peregrine falcons can be traded, but the birds cannot be taken from the wild. They are strictly protected under the Wildlife and Countryside Act. For racers, however, wild birds are more desirable: considered stronger, fiercer and faster. UK birds, particularly Scottish specimens, are prized in the Middle East. Between 2007 and 2022 there was a 4,500% increase in export permits for UK peregrines, according to Police Scotland, and it is not known how many were illegally caught. The police raid In May 2021, one month after the trip to the quarry, the police and the Scottish Society for Prevention of Cruelty to Animals raided the home of a part-time gamekeeper, Timothy Hall, 48, and his 23-year-old son, Lewis, in Berwickshire. Police immediately heard the sound of chicks. They found seven in the house, each just a couple of days old. Fraudulent breeding certificates, drones used to monitor nests, and notes on how each nest was progressing were all seized. One notebook had a page titled “Perries 2020” with notes about nests such as “sitting” or “found and collected”.","meta":{"id":"environment/2024/feb/13/peregrine-falcon-thieves-dna-database-scotland-wild-raptors-birds-aoe_3","publication_date":"2024-02-13T15:00:30Z"}}
{"text":"The KNMI report concludes that climate policy that focuses on reducing emissions can make a big difference to the future of Dutch Caribbean islands such as Bonaire. Research by the Vrije Universiteit Amsterdam, commissioned by Greenpeace, shows sea-level rise is likely to permanently submerge parts of the island by 2050, a problem exacerbated by the loss of coral reefs as a natural buffer against the oceans warming and acidifying. The studies also concluded that the climate crisis would exacerbate health problems on the island and could ruin its cultural heritage and tourism industry. Bonaire is a popular diving destination, and the degradation of coral reefs could lead to the loss of the majority of dive sites, which it is estimated will reduce visitor numbers by more than 100,000. The group of islanders, most of whom still live on Bonaire and are Dutch citizens, want the Netherlands to tighten its climate goals, so it contributes its “fair share” to keep global heating below 1.5C above preindustrial levels, which would involve reaching net zero greenhouse gas emissions by 2040 – 10 years earlier than its current target. They also want solid plans, developed with the islands’ inhabitants, to protect Bonaire from the consequences of the climate emergeency, to ensure that islanders can continue to live there, and pass on their traditions and culture to their children. Not doing this, they argue, is a breach of their human rights, particularly their right to life, and respect for private and family life. Eefje de Kroon, the climate justice expert at Greenpeace Netherlands who is working on the case, noted that the Netherlands is known for its advanced water-management strategies on the mainland, but the government has done very little to study how the climate crisis will affect its Caribbean outposts and how they could be protected. The national adaptation strategy excludes the islands completely. The group sent a pre-litigation “letter before action” to the Dutch government last May, hoping to resolve the issue without going to court.","meta":{"id":"environment/2024/jan/11/dutch-caribbean-islanders-sue-netherlands-over-climate-change_1","publication_date":"2024-01-11T13:00:19Z"}}
{"text":"At least 160 elephants have died as drought conditions hit Zimbabwe, and with hot, dry weather likely to continue, conservationists fear there could be more deaths to come. The elephants died between August and December last year in the 14,651 sq km Hwange national park, which is home to endangered elephants, buffalo, lions, cheetahs, giraffes and other species. At least six other elephants have recently been discovered dead outside the park in suspected poaching incidents. The Zimbabwe Parks &amp; Wildlife Management Authority (Zimparks) confirmed the deaths of the elephants in the park, and attributed them to drought. Tinashe Farawo, a spokesperson for Zimparks, said on Tuesday: “We have been doing tests, and preliminary results show that they were dying due to starvation. Most of the animals were dying between 50m and 100m from water sources.” The elephants that died were mostly young, old or sick, the park said. Persistent dry weather, droughts and prolonged dry periods are intensifying across southern Africa. In 2023, there was no rainfall between February and November in the Hwange park, said Trevor Lane, the co-founder and head of the Bhejane Trust conservation group inside Hwange. “There was low nutrition, very high temperatures and a shortage of water; this contributed to massive stress, and it might happen again in 2024,” Lane said.","meta":{"id":"environment/2024/jan/17/more-than-160-elephants-die-in-zimbabwe-with-many-more-at-risk-aoe_0","publication_date":"2024-01-17T08:00:24Z"}}
{"text":"“That would be like a partial Amoc collapse, but unfolding faster and having profound impacts on the UK, western Europe, parts of North America, and the Sahel region, where the west African monsoon could be severely disrupted,” he said. “Whether this previously unaccounted source is enough freshwater to make a difference depends on how close we are to that subpolar gyre tipping point. Recent models suggest it could be close already at the present level of global warming.” However, Prof Andrew Shepherd, at the University of Northumbria, UK, said: “Although there was a step-change in glacier retreat at the turn of the century, it’s reassuring to see that the pace of ice loss has been steady since then and is still well below the levels needed to disturb the Amoc.” The discovery of the extra ice loss is also important for calculating the Earth’s energy imbalance, ie how much extra solar heat the Earth is trapping due to human-caused greenhouse gas emissions, said Greene. “It takes a lot of energy to melt 1tn tonnes of ice. So if we want very precise energy balanced models for the Earth, this has to be accounted for.” The glaciers analysed in the study were mostly below sea level already, so the lost ice was replaced by sea water and did not affect sea level directly. But Greene said: “It almost certainly has an indirect effect, by allowing glaciers to speed up. These narrow fjords are the bottleneck, so if you start carving away at the edges of the ice, it’s like removing the plug in the drain.”","meta":{"id":"environment/2024/jan/17/greenland-losing-30m-tonnes-of-ice-an-hour-study-reveals_2","publication_date":"2024-01-17T16:00:34Z"}}
{"text":"It depends on what works for your community.” Average cooling effect / variation Botanical gardens: -5.0C / -2.2C to -10C Wetlands: -4.7C / -1.2C to -12C Rain gardens: -4.5C / -1.3C to -7C Green walls: -4.1C / -0.1C to -18C Street trees: -3.8C / -0.5C to -12C City farms: -3.5C / -3.0C to -3.9C Parks: -3.2C / -0.8C to -10C Reservoirs: -2.9C / -1.8C to -5C Playgrounds: -2.9C / -2.8C to -3C • This article was amended on 28 February 2024. An earlier version said that the Reclaim Network was just being set up; in fact it is already in existence.","meta":{"id":"environment/2024/feb/23/botanical-gardens-most-effective-green-space-at-cooling-streets-in-heatwaves_2","publication_date":"2024-02-23T09:00:43Z"}}
{"text":"“Continued human-induced climate warming in future is likely to result in further increases in peak river flows, which will cause more severe flooding and impacts on people, property and public services,” said Steve Turner of the UK Centre for Ecology and Hydrology. This point was backed by Kevin Collins of the Open University. “When it comes to planning our infrastructure, we need to do less of what we’ve always done,” he said. “We now need to be thinking about the systemic risks to our communities and economy and act to build resilience to these kinds of floods by accepting and adapting with the new normal of climate change.” Trevor Hoey, professor of river science at Brunel University London, added: “There are parallels here with the national response to Covid-19. It is to be hoped the government is listening carefully to what the inquiry is revealing about risk preparedness.”","meta":{"id":"environment/2024/jan/06/warmer-winters-and-more-flooding-will-be-the-norm-in-the-uk-scientists-warn_2","publication_date":"2024-01-06T17:07:21Z"}}
{"text":"According to a projection by the CCC, the mine would add 400,000 tonnes of CO2 emissions every year. The closure of the UK’s last remaining blast furnaces, British Steel’s site in Scunthorpe and Tata Steel’s in Port Talbot, have cast further doubts on the case for the mine. Both companies have said they want to upgrade to electric arc furnaces and the government has pledged at least £500m towards Tata Steel’s transition efforts, with similar levels of support expected for British Steel. Bosworth said: “The confusion over the government’s policy on steel is astonishing. On the one hand the government claims the UK steel industry needs coal for decades to come, and on the other it is offering hundreds of millions of pounds of taxpayers’ money to help the industry rapidly decarbonise. “This muddled government thinking has to stop. Ministers from every government department must accept that the steel industry is moving away from coal and withdraw support for this unnecessary and destructive mine. This would also help restore the UK’s global credibility on climate change. “Ministers should put areas like west Cumbria at the heart of a green industrial strategy, create new jobs and business opportunities and put the region at the forefront of building the cleaner future we urgently need.” Friends of the Earth is currently taking the government to court over the new mine.","meta":{"id":"environment/2024/mar/02/government-documents-said-to-blow-gaping-hole-in-its-case-for-cumbrian-coalmine_2","publication_date":"2024-03-02T06:00:24Z"}}
{"text":"Pigott said in creating its “brand journalism”, Alabama Power looked to fossil fuel giant Chevron for inspiration. Chevron in 2014 was caught secretly running a “community news site” in Richmond, California, that published positive stories – many written by a public relations firm – about oil and gas drilling in the state. “We were looking at the Richmond Standard, we saw it for what it was,” Pigott told the interviewer. “And we saw it as an opportunity to say, ‘Hey, we can get out and we can tell some of our stories too.’” Pigott did not respond to requests for comment. Alabama News Center divulges that it’s a product of Alabama Power on its homepage. But it does not do so on its stories that are picked up by legitimate news sites. The News Center operates as a state news wire and also reaches national readers through Apple and Google News, which both treat the site as a regular news outlet. Regardless of ownership, traditional media outlets are bound to ethics standards that maintain a distance between the business operations and working journalists. “The easy question to answer is, ‘Are you being transparent?","meta":{"id":"environment/2024/jan/17/alabama-power-electric-utility-finance-birmingham-news_10","publication_date":"2024-01-17T11:00:27Z"}}
{"text":"Now, the partnership faces a new stress test: the reality that in the climate-changed American west, there simply is not enough water to go around. Terminal or sink lakes such as Abert form at the lowest point of closed basins, which have no surface outlet. In the American west, there are only a few large and permanent terminal lakes, including Abert, the Great Salt Lake, Mono Lake and the Salton Sea. These closed-basin water systems are unusual because “you just get that one shot of water – what you see is what you have”, says Colleen Withers, a seventh-generation rancher in the basin. Most of the water flowing into Abert comes via the Chewaucan River. As it carries snowmelt across the valley’s steppe in the spring, ranchers divert the river into canals and flood grassy marshes where their cattle live during the winter and give birth to their young in the spring. Those irrigation systems date back to the early 1900s, but the diversions have increased over time. If all the water extraction rights on the Chewaucan were fully used now, they would exceed the river’s flow. Climate change has also increased evaporation from the river and the lake. That is worrisome for conservationists and scientists because of its implications for shorebirds such as Wilson’s phalaropes and American avocets that have adapted over time to live around saline lakes, learning to feed in ways that minimise their salt intake and evolving specialised glands above their eyes to excrete salts.","meta":{"id":"environment/2024/mar/05/salt-lake-migrating-birds-lake-abert-us_1","publication_date":"2024-03-05T15:04:42Z"}}
{"text":"The subheading of this article was amended on 2 January 2024 to remove a suggestion that Buxton is in Staffordshire. The town is near Lud’s Church but is across the border in Derbyshire.","meta":{"id":"environment/2023/dec/27/country-diary-a-chasm-so-divine-it-may-be-enshrined-in-folklore_2","publication_date":"2023-12-27T05:30:56Z"}}
{"text":"An eager crowd has gathered beside an old flooded claypit in the grounds of Maydencroft Manor to celebrate a royal arrival. Once owned by the crown, this estate is now a native breeds farm where English longhorn cattle are reared for conservation grazing. Although the medieval manor house has accommodated queens and knights over the centuries, today’s noble guest has not enjoyed such luxurious surroundings. He’s spent the week in a bucket of water in my garden shed. Our VIP (Very Important Poplar) is a male black poplar cutting from the royal estate at Sandringham, kindly donated by “phantom tree planter” Roger Jefcoate, to replace Hitchin’s much-loved hybrid black poplar that toppled in storms last year. With the rugged magnificence of this fallen veteran in mind, it is with some trepidation that I face the group at the planting site, clutching an ostensibly dead stick. I explain that black poplars, like many floodplain trees, readily reproduce by vegetative means (often from fallen branches or windthrown trunks), so this hardwood cutting has a good chance of rooting. Yet, despite their resilience, black poplars (Populus nigra subsp.betulifolia) are one of the UK’s most endangered tree species. Of the 7,719 recorded in the national database, only about 600 are female – rarely planted due to their copious production of fluffy seeds. Even worse, most are nearing the end of their 200-year lifespan and, due to the paucity of females and of wet alluvial soil needed for seeds to germinate, there’s little evidence of sexual reproduction.","meta":{"id":"environment/2024/mar/11/country-diary-back-by-poplar-demand-this-simple-stick-carries-our-high-hopes_0","publication_date":"2024-03-11T05:30:20Z"}}
{"text":"The impact of artificial snow use for up to 100 consecutive days would raise water consumption by about 540m litres of water and pitch resorts against local communities because of competition over water use. In the French Alps water consumption could increase ninefold by 2100 from this reliance on artificial snow, according to the study. The federation said only by using carbon offsetting would it be possible to meet the 1.5c target of the Paris Agreement; and it had created the FIS Rainforest Initiative to do so. So while some are pushing for the industry to do more to adapt to keep the sport alive, others are working to embrace a new future rather than concentrating everything on the one sport. In Morzine, the non-profit sustainability Montagne Verte group is working at grassroots level to support a move to a low-carbon future in the area. Cécile Burton, general manager of Montagne Verte, said: “Temperatures in the Alps are rising at more than twice the global average and that is not good news for an industry dependent on snow. “Our approach is to focus on four-season tourism in the valley and to make the valley and mountains somewhere you can live all year. “There is life after skiing but we have to adapt and we have to imagine what our future will look like. This is an area where you can climb, mountain bike, walk, or just be in the environment and that is all year round. “We need to put more value in other times of the year not only from an environmental and sustainability perspective but from a human perspective because for somewhere to be a place you can live in all year round you have to have employment all year round.”","meta":{"id":"environment/2023/dec/26/ski-resorts-battle-for-a-future-as-snow-declines-in-climate-crisis_3","publication_date":"2023-12-26T07:25:56Z"}}
{"text":"The shadow cabinet and Labour’s top advisers are considering whether to alter or even abandon the longstanding pledge to increase public investment in the low-carbon economy to £28bn a year in the second half of the next parliament. The Tory party has made the pledge its key attack line against Labour, claiming that the only way the party will be able to make such investments is by raising taxes. The chancellor, Jeremy Hunt, is expected to attempt to reinforce this by cutting some taxes in the budget in March, further reducing the fiscal headroom an incoming Labour government would have to increase spending, unless it rowed back on his cuts. The Tories also argue that their plans, which include scaling up fossil fuels by issuing more oil and gas licences, are already attracting private sector investment. Private sector investment in the UK’s low-carbon economy since 2010 stands at £200bn, with £30bn of that coming since September, mainly in offshore wind. A government spokesperson said: “This shows huge confidence in the UK, and our plans will see a further £100bn [in private sector investment] by 2030, helping to support up to 480,000 jobs.” A Whitehall source said the government’s roadmaps on industries such as nuclear power, carbon capture and hydrogen were “providing industry with the certainty they need to back low-carbon projects in the UK”. Maier, however, said the government needed to intervene much more in the market to attract the levels of investment needed for a low-carbon economy. He also cast doubt on its current strategy, pointing to the closure of the Port Talbot steelworks despite previous assurances that it would stay open, and failures to invest in the electricity grid, high-speed rail and manufacturing.","meta":{"id":"environment/2024/jan/31/business-leader-urges-labour-to-stand-by-28bn-pledge-for-green-economy_1","publication_date":"2024-01-31T13:00:23Z"}}
{"text":"Wolves don’t like jumping into an enclosure, says Rebre, but they will dig under fencing, so there are posts every 2 metres, ensuring the fence is tight to the ground. Rebre moves his sheep, and fences, every day, receiving payments for “conservation grazing”. He got financial support from the Lower Saxony government for his fencing, but thinks there should be more funding for wolf-affected farmers. Erecting the fencing takes up to two hours’ additional work each day. This autumn, Rebre took his sheep into the heart of Göhrde forest to undertake conservation grazing. Kenny Kenner was worried. He feared the wolf would not be deterred by the shepherd’s electric fence, so he fixed 20 camera traps around it. One night, a camera showed the male wolf slink over to the fence to size up the sheep. “It came close, watched them for two minutes, and left,” says Kenner. Rebre’s sheep were unharmed.","meta":{"id":"environment/2024/jan/27/a-wolf-killed-the-eu-presidents-precious-pony-then-the-fight-to-catch-the-predator-began_12","publication_date":"2024-01-27T12:00:37Z"}}
{"text":"Fire ants could sting 8.6 million Australians a year if they were to become endemic – but a pathogenic fungus and pesticide-loaded drones might help avert that scenario, according to submissions posed to the federal government’s fire ants inquiry. Submissions to the Senate inquiry into red imported fire ants (Rifa) in Australia closed on Monday, just days after the latest in a string of fire ant detections beyond south-east Queensland, where an infestation of the invasive pest is ongoing. Last week a single fire ant was found in an Australia Post package of plant material sent to Tasmania from Queensland. The non-reproductive female was detected by Biosecurity Tasmania as part of “business-as-usual surveillance operations at mail centres across the state”. In late January a fire ant nest was found in Wardell in northern New South Wales, while five nests were discovered in Murwillumbah, 13km south of the Queensland border, in November. It was the first time fire ants had crossed the Queensland border into NSW since the infestation began in 2001. The fire ants’ march south has prompted a range of government, agricultural, health and research bodies and individuals to use the inquiry to call for resources and education to help stamp out the pest. Fire ant stings can cause anaphylaxis and death in humans. They can also damage electrical and agricultural equipment, kill native plants and damage ecosystems beyond repair. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup In a joint submission to the rural and regional affairs and transport references committee, the National Allergy Centre of Excellence and Allergy and Anaphylaxis Australia predicted that if fire ants were to become endemic, a quarter of the 8.6 million Australians who would be stung by fire ants each year would develop an allergic reaction, with 174,000 of those requiring medical attention.","meta":{"id":"australia-news/2024/jan/31/millions-of-australians-at-risk-of-being-stung-by-fire-ants-each-year-experts-warn_0","publication_date":"2024-01-30T14:00:38Z"}}
{"text":"Farmers often feel ignored by Westminster politicians. Now, however, as a general election heaves slowly into view and the fight for the rural vote begins, it was not a huge surprise when the prime minister, Rishi Sunak, turned up at their annual conference. Sunak told farmers: “I have your back” and waxed nostalgic about the bucolic British countryside and his experience milking a cow. But after years of very unpopular post-Brexit trade deals and a bungled agricultural transition from EU farming payments, it didn’t feel like this charm offensive landed. The response from the farmers in the hall was muted at best. Minette Batters, the outgoing president of the NFU, gave both barrels in her speech immediately before Sunak on the “morally bankrupt” decisions made by Conservatives over recent years. She seemed also to take Sunak’s proclamations of love for the British farming sector with a pinch of salt. It’s no surprise to see the Tories turning up here. Farmers have long been one of the most stalwart cores of the rural conservative vote, but recent polling by the Country Land and Business Association found that people in rural areas are defecting to Labour in huge numbers, with the party’s share of the vote having climbed to 37%, up 17 points on the 2019 general election result, and the Conservatives’ share falling 25 points to 34%. The Conservatives hold 96 of the 100 most rural seats, but they face losing more than half to Labour and the Liberal Democrats, including those of Jacob Rees-Mogg, Jeremy Hunt and Thérèse Coffey.","meta":{"id":"environment/2024/feb/20/morally-bankrupt-tories-may-pay-price-for-ignoring-farmers_0","publication_date":"2024-02-20T16:21:28Z"}}
{"text":"“So I went for a diagnosis. Just to understand it and learn how to deal with it.” For someone who admits to once being shy to the point of antisocial, Ronayne is an engaging public speaker who effortlessly imparts his own wonderment at each new discovery he makes to the audiences that now fill local halls in Ireland to hear him speak. He tells me of a recent speaking event he held at “a festival in Wicklow where people primarily wanted to party, yet the marquee was packed”. Afterwards, he led a guided walk through the nearby fields and the entire audience followed in his wake. It was, he says, “an extraordinarily powerful and moving moment”. Ronayne is about to release a digital-only ambient album, Wild Silence, comprising 15-minute tracks that, he says, “capture the sound of a whole habitat free from human noise”. It includes a soundscape of a dawn chorus that begins with a single cuckoo and builds as other birds awaken and join in, and another of a more intimate ritual recorded in the entrance of a puffin burrow on a rocky cliff. “They come and go and greet each other,” he says. “You can hear their footsteps in the burrow, but also the sound they make when they clap bills, which happens when the male returns with a mouthful of sand eels and the female comes out to meet him.”","meta":{"id":"environment/2024/feb/18/sean-ronayne-mission-record-every-bird-species-ireland-irish-wildlife-sounds-birdsong_3","publication_date":"2024-02-18T13:00:45Z"}}
{"text":"The government’s failure to insulate the UK’s cold and leaky homes is costing thousands of lives a year, according to analysis. The report from Greenpeace reveals 58 people have died due to cold homes every day on average during the winter since David Cameron’s Conservative government decided to “cut the green crap” in 2013 – drastically slashing support for home insulation. Paul Morozzo, Greenpeace UK’s fuel poverty campaigner, said: “Thousands of people are literally freezing to death in their own homes during winter. And not only have successive governments failed to prevent this needless and shocking loss of life but they have fuelled this silent public health crisis by slashing insulation funding and failing to deliver a proper scheme to upgrade our cold, damp, draughty homes.” Morozzo said tackling cold and damp homes would not only save lives but would reduce bills, tackling fuel poverty and the cost of living crisis as well as reducing carbon emissions. The Labour party had pledged to invest the £6bn a year that experts including Greenpeace say is required to tackle the UK’s housing stock. But it recently scaled back its spending plans for insulating homes by more than 70%. To mark the launch of the report, Greenpeace activists turned a royal park outside the Houses of Parliament in London into a mock cemetery on Wednesday morning, erecting hundreds of headstones made from insulation boards. Activists pointed out that the UK had some of the least energy-efficient housing in western Europe.","meta":{"id":"environment/2024/mar/13/failure-insulate-uk-homes-costing-thousands-of-lives-winter-cold-deaths_0","publication_date":"2024-03-13T09:12:30Z"}}
{"text":"“We have been able to keep the water levels and also the groundwater levels within very tight ranges, but we now foresee that that will be impossible in future. So our water boards already say to new developers: we need more space for water storage and we need more flexibility for water level variations, more fluctuation potential, larger freeboard, so stay out of the wet areas. And we need more room for storage and discharge.” A €2.3bn “Room for the River” project – making floodplains at more than 30 locations on four rivers – is credited with saving the country from the worst flooding this year. The national delta programme is investing in action to guard until 2050, and a multi-billion euro flood protection programme (HWPB) involves 100 projects to strengthen kilometres of dykes, without which, says Rijkswaterstaat infrastructure organisation, 60% of the country would regularly be under water. But in cities, too, water protection must meet urban design to create an attractive, adaptive city, says Arnoud Molenaar, Rotterdam’s chief resilience officer. A vast amount of work has been going on, and the city has built water squares, green and blue roofs and a 2km-long railway viaduct rooftop park. The water squares, also designed by De Urbanisten, are, very simply, built in overflow areas – when there is too much rainwater they fill up, and then slowly drain away so that the storm drains are not overwhelmed. And when the water has gone, they become public spaces again. “The most important thing is that we are not investing in regret measures,” says Molenaar.","meta":{"id":"environment/2024/feb/01/water-comes-from-all-four-sides-how-rotterdams-tidal-park-protects-the-city_2","publication_date":"2024-02-01T13:00:19Z"}}
{"text":"I changed a large upstairs bedroom into a fossil study, and they’re all in there. It’s like a mini-museum. Fossil collecting is therapeutic; it is in the fresh air, it’s exercise, and then it’s the thrill of discovery. It’s like going on safari – when you don’t find things all the time, it makes it more satisfying when you do. It’s not like Lyme Regis, where big storms throw up huge finds. It’s a gentle site, and things are revealed on a quieter scale. You need determination and patience. Doing the photoshoot for this article when I’m nearly 80 is cause for a bloody large glass of champagne. It’s ridiculous but I like it. It’s an example of women at work, not dressed up in high heels.","meta":{"id":"environment/2024/mar/07/i-discovered-thousands-of-fossils-after-retiring-now-im-nearly-80-and-still-going-strong-aoe_4","publication_date":"2024-03-07T10:43:25Z"}}
{"text":"A middle-class family on holiday on Long Island are disturbed by a black couple who claim to own the Airbnb they are staying in. They say there has been an electricity blackout in New York. The phone, TV and internet won’t work, animals are fleeing, and gradually, the family realise there may have been an apocalyptic event – a world-altering calamity – that they do not know about. Our critics said the book was a “page-turning thriller” about class, race, indecision and the agonies of parenting in the midst of an unfolding catastrophe – and gave the 2023 Netflix film, which stars Julia Roberts and Mahershala Ali, four stars. The Children of Men by PD James (1992) Published in 1992, the novel imagines 2021 in an England where democracy was abolished because the human race has been infertile for 27 years and the population is steadily declining. Young people are worshipped for their youth, while elderly people are seen as a burden and are sometimes forced to take part in mass drownings. But as childless men wrestle for power, it emerges that one woman is hiding a very precious secret. Our critics described the book as a “brilliant piece of dystopian science fiction” and also gave the 2006 film starring Julianne Moore and Clive Owen four stars.","meta":{"id":"environment/2024/jan/14/the-end-we-start-from-megan-hunter-jodie-comer-film-flooded-london-climate-crisis_6","publication_date":"2024-01-14T09:00:23Z"}}
{"text":"The first butterfly of the year is usually a heart-lifting sign of spring. Now it’s arriving in midwinter. Spotting a lemon-yellow male brimstone jauntily cruising along a hedge filled with the bridal-white flowers of blackthorn is when spring starts for me, and that’s usually in mid-March. This year, I saw one in Surrey on 15 February alongside the blossoming blackthorn and cherry plum. My first butterfly of the year turned up on New Year’s Day: a red admiral, enjoying our extremely mild midwinter. For those who feel alarm, brimstones are very capable of coming and going in early spring, when fine weather visits for a day and vanishes for a fortnight. I haven’t actually seen a brimstone around my Norfolk home yet, and each year first sightings are often only followed by more a month later. The key question is whether spring species can adapt, or whether mild extremes disrupt crucial synchronicities between caterpillars and food plants. The naturalist Matthew Oates has found purple emperor larvae losing their brown winter camouflage and turning green for spring, which usually happens in April. “Hopefully they know what they’re doing,” he says.","meta":{"id":"environment/2024/feb/29/butterflywatch-brimstones-in-midwinter-raise-adaptability-issues_0","publication_date":"2024-02-29T06:00:08Z"}}
{"text":"“These pythons can live for almost a month with no water. They can live off the water that sets on their scales in the morning. They can go for almost a year without eating,” Natusch said. “We’re not necessarily saying everyone should stop eating beef and turn to pythons but there needs to be a conversation about them having a more prominent place in the agricultural mix.” Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup Natusch, the chair of the International Union for the Conservation of Nature’s Snake Specialist Group, said pythons have other advantages. His research found they could be a more efficient protein source than livestock, poultry or salmon. This is because, according to the researchers, reptiles require less water, produce fewer greenhouse gases, are more resilient to extreme climatic conditions and don’t transmit diseases like bird flu or Covid-19. Would Australians put snake on their plate? Natusch lives in Cairns in far north Queensland where crocodile meat is readily available, but he thinks Australians might not be ready to eat python just yet. “If humanity is serious about genuinely implementing sustainable practices and future-proofing ourselves, we need to start thinking outside the box,” he said.","meta":{"id":"environment/2024/mar/14/let-them-eat-snake-why-python-meat-could-soon-be-on-the-menu_1","publication_date":"2024-03-14T08:00:14Z"}}
{"text":"Whenever we reach the bottom of this hill, Sitka spruce plantation on one side, hawthorn, alder and willow woodland on the other, the bird call app on my phone detects great spotted woodpeckers nearby. We seldom see them. They have a talent for hiding behind tree trunks when there are people around. What usually follows can often be a game of hide-and-seek, unless I’m with an accomplice who walks around the tree and bamboozles the bird into breaking cover. But this hungry bird, approaching with characteristic woodpecker-riding-a-rollercoaster undulating flight, had no such inhibitions. She was carrying a spruce cone in her beak and landed in full view, on the trunk of a sallow. Then she wedged the cone into a hole she had already excavated, using that as a vice while she chiselled out the seeds. Later we found scores of discarded, hacked-about Sitka cones under her workbench. Sitka spruce – a fast-growing north American tree, generally unloved by the British public for perhaps understandable reasons – will forever be associated with dense forestry plantations blanketing upland landscapes, perceived to be devoid of wildlife. Some can be so, but I have also seen the whole 40-year planting and felling rotation, and in their early and final years these plantations can make for good wildlife habitat.","meta":{"id":"environment/2024/jan/20/country-diary-high-in-the-treetops-a-winter-feast_0","publication_date":"2024-01-20T05:30:50Z"}}
{"text":"Defra will be publishing a report in due course. “The Environment Agency wants to provide government with really compelling advice, fully evidenced, on the scale of the PFAS challenge and how it may be dealt with. This study is a very useful first step but more work is essential. “The research is not intended as regulatory monitoring – as such the names and site locations were not required for this particular work, which was carried out by a contractor on our behalf.” However, the admission that the locations of the landfills are not known to Defra and the Environment Agency has shocked experts. Dr Shubhi Sharma, scientific research assistant at campaign group Chem Trust, said it was “extremely worrying” that the Environment Agency “claims not to know the locations of landfills where high levels of PFAS have been found in leachate”. “How can action be taken by the Environment Agency and others to deal with the contamination of local groundwater and soil if they don’t know the source of it? Workers, local residents and businesses have a right to know if their workplace or local area is polluted with toxic chemicals,” she added. Penelope Gane, the head of practice at campaign group Fish Legal, said: “You would have thought that someone in the Environment Agency would be sitting up and taking notice with PFAS readings coming back hundreds of times higher than safe limits for drinking. What exactly is stopping the agency going back to its contractors and asking for the location of these sites?”","meta":{"id":"environment/2024/feb/01/seventeen-landfills-in-england-make-toxic-liquid-hazardous-to-drinking-water_2","publication_date":"2024-02-01T15:00:21Z"}}
{"text":"Hydrologist Hannah Cloke has a straightforward description of the inundation that has just struck Britain. “Our decorations may have come down but the flood warning map is currently lit up like a Christmas tree.” And the immediate cause of this mayhem is clear. A sequence of storms this autumn and winter – Babet, Ciarán, Debi, Elin, Fergus and Gerrit – have turned Britain into “a sopping wet sponge”, as the Reading University researcher put it. Then came Storm Henk last week. Its intense rainfall had nowhere to go except to pour into our rivers, which burst their banks spectacularly across the country. More than 1,000 homes in England were flooded and some villages totally cut off, with Nottinghamshire, Shropshire, Gloucestershire and Wiltshire worst affected. This interpretation is supported by figures from the UK Centre for Ecology and Hydrology, which last week revealed that the period between July and December in 2023 was the wettest on record for the UK. As to the reason, there is a simple explanation. “Climate change is warming the atmosphere,” said Linda Speight of Oxford University.","meta":{"id":"environment/2024/jan/06/warmer-winters-and-more-flooding-will-be-the-norm-in-the-uk-scientists-warn_0","publication_date":"2024-01-06T17:07:21Z"}}
{"text":"As one farmer who knows Wildman’s work well puts it: “Sometimes you can’t get it right, but the real trick is not to get it wrong. Heather’s a pleasure to watch when she’s playing a room.” * * * After public meetings like the one in the Shropshire hotel, Wildman holds private family sessions. These are two-hour sit-downs, always held at the farm and involving as many members of the family as can attend. There, over tea and snacks, Wildman gets them to talk about all the never-spoken high-stakes stuff, the slammed doors and unasked questions: who carries on only because carrying on seems less exhausting than stopping, who secretly wants to just take the money and run far, far away? Who only keeps going for fear of waking the ancestral gods, the cold generations who ploughed in the old lesson: however bad things get, never sell, never sell, never sell? In late July, I spent three days shadowing Wildman on some of her farm visits – nine farms, all in the Scottish Borders, all sizes, all family businesses. These meetings were part of a series of scheduled farm-business health checks. (Wildman’s work is supported by a charitable fund, and this service is offered for free. I was allowed to tag along on the condition that I would anonymise the names of the families she met.)","meta":{"id":"environment/2024/jan/09/farming-is-a-dirty-word-now-the-woman-helping-farmers-navigate-a-grim-uncertain-future_9","publication_date":"2024-01-09T05:00:57Z"}}
{"text":"Felix Roick said in a statement. “What we have achieved in Ukraine is remarkable. We’re effectively removing CO2 from the atmosphere while enabling sustainable housing for millions of people worldwide. It’s a win-win for the planet and humanity.”","meta":{"id":"environment/2024/feb/15/its-almost-carbon-negative-how-hemp-became-a-surprise-building-material_4","publication_date":"2024-02-15T05:00:07Z"}}
{"text":"Toxic emissions from the Canadian tar sands – already one of the dirtiest fossil fuels – have been dramatically underestimated, according to a study. Research published in the journal Science found that air pollution from the vast Athabasca oil sands in Canada exceed industry-reported emissions across the studied facilities by a staggering 1,900% to over 6,300%. Academics said this means that damaging reactive pollutants from the oil sands are equivalent to those from all other human-made sources across Canada with severe health implications. Keith Stewart, a senior energy strategist for Greenpeace Canada, said: “In quantifying the astonishing and largely unreported levels of health-damaging air pollution coming out of oil sands operations, these scientists have validated what downwind Indigenous communities have been saying for decades. This is making people sick, so our governments can and should require these companies to use some of their record-breaking profits to clean up the mess they’ve made.” Canadian tar sands, also called oil sands, are a massive site of oil extraction in the province of Alberta. They cover an area larger than England, are one of the biggest industrial projects on the planet, and have seen record production levels this year. The type of oil in the tar sands is called “bitumen”. It is extremely heavy and difficult to extract. Getting it from deep in the ground to the surface can use up massive amounts of water – enough to rival what a small city may use on a daily basis.","meta":{"id":"environment/2024/jan/25/canadian-tar-sands-pollution-is-up-to-6300-higher-than-reported-study-finds_0","publication_date":"2024-01-25T20:09:57Z"}}
{"text":"Under cross-examination by Chada, Lawrence admitted he did not know the precise location to which protesters were being asked to relocate. After Lawrence indicated that he knew who Thunberg was, Chada asked him: “Did you take into account the photographers and the ease with which she can move?” “We had officers moving them [the photographers] out of the way,” Lawrence replied, adding that another woman he had asked to move had been able to leave without difficulty. Pointing out that that individual did not have the same public profile as Thunberg, Chada asked Lawrence: “Did you give any account to that to allow her more opportunity to move, any further time?” “Any further time? No,” Lawrence replied. Laws said he would grant Chada’s request for the government to pay his legal fees and Thunberg’s travel costs.","meta":{"id":"environment/2024/feb/02/judge-throws-out-case-against-greta-thunberg-and-other-london-protesters_3","publication_date":"2024-02-02T16:57:45Z"}}
{"text":"Australia’s land surface had warmed at about 1.4 times the global average of 1.1C, the study said. Dr Linden Ashcroft, a climate scientist at the University of Melbourne, said: “Every hundredth of a degree of warming matters. [Hitting 1.5C] might be symbolic, but it does not make it any less scary. It’s a jolt.” Several major cities experienced maximum temperatures that ranked in the top 10 for all years since their respective records began, the bureau said. Sydney, with a record going back to 1858, had its equal second warmest year on record for maximum temperatures. Canberra, Hobart, Brisbane, Perth and Darwin also experienced maximum temperatures that ranked in the top 10 for all years. Sea surface temperatures around the continent were the seventh-warmest on record and 0.54C above the average between 1961 and 1990, the bureau said. The Australian region had seen above average sea surface temperatures every year since 1995. Overall, Australia’s ocean waters have warmed by 1.05C since 1900 and nine of the 10 warmest years on record since 1900 have occurred since 2010, the statement said.","meta":{"id":"environment/2024/feb/08/australia-global-warming-climate-change-data-statistics-warmed-bom-temperature-records_1","publication_date":"2024-02-08T05:46:18Z"}}
{"text":"“Be burdened with everything else.” If the idea of preserving food scraps during an already-busy time feels insurmountable, Barber offered other ways to stay conscious of our food systems at this time of year. If you live in a rural area, he suggested finding a local farm and pledging to bring your scraps there to feed pigs for all of 2024. You could also ask your supermarket manager about buying imperfect foods, which are misshapen produce that often gets thrown away. Or, abstain from eating energy-intensive foods like meat and white flour for the weeks leading up to your holiday of choice, then indulge in a roast. “That’s what celebrations are about. That’s when we should really indulge,” Barber said. “The rest of the year, we should think about how we should eat with the least footprint on the world.”","meta":{"id":"environment/2023/dec/26/holiday-leftovers-recipes-tips-food-waste_6","publication_date":"2023-12-26T14:00:38Z"}}
{"text":"The protest on Friday afternoon was spontaneous – it had only been organised hours earlier, and the response so far has been “brilliant”, Gibson said. Gibson cited tariff-free wheat from Ukraine and cheap lamb from New Zealand among the reasons for farmers protesting. His brother Jeff told Radio 4’s Today programme: “Brexit has made things more difficult. Exporting things from the UK is much more difficult, and importing into the UK doesn’t seem to have changed.” Sustain, the food campaigners, warned in 2022 that UK farmers made far less than 1p profit from food they produce. A loaf of bread was worth 0.09p profit for a cereal farmer while a £2.50 block of cheddar was worth less than a penny for dairy farmers. Since then trade deals with Australia and New Zealand have come into force. Andrew Gibson said he had tried to buy British lamb in his local supermarket and found none. “The ethics are just appalling,” he said. “How you get a leg of lamb from New Zealand, the other side of the world, and sell that for £15 or £20 – it’s mind-boggling.","meta":{"id":"environment/2024/feb/10/uk-farmers-vow-to-mount-more-blockades-over-cheap-post-brexit-imports-and-supermarket-prices_1","publication_date":"2024-02-10T17:01:13Z"}}
{"text":"In a year of record-breaking temperatures and marine heatwaves threatening our already depleted seas, conservationists, supermarkets and even musicians, including Icelandic singer Björk, have spoken out over dwindling wild fish populations. Oceana, a US-based NGO, reported that half of Britain’s largest wild fish populations, including North Sea cod, are either overfished or in a critical state; supermarkets criticised the UK, Norway and EU for failure to reach agreement over sustainable mackerel fishing; and Blue Marine Foundation, another charity, is taking the UK government to court for “illegally squandering” fish populations by ignoring scientific advice on those shared with the EU and Norway. The welfare of farmed fish, as well as the impact of the fish farming industry, has also taken a hit. The naturalist and broadcaster Chris Packham called for a halt to the “catastrophic” expansion of the Scottish salmon farming industry, as the Guardian revealed farmed salmon mortality was at record levels. Most salmon bought in UK supermarkets are farmed. And earlier this month, an expert assessment of wild fish populations found nearly a quarter at risk of extinction, with wild Atlantic salmon increasingly threatened. So, what are the fish to ditch in 2024 and what should we eating? “Unsustainable seafood is one of the biggest threats to our seas,” says Charlotte Coombes, good fish guide manager at the Marine Conservation Society (MCS). The guide’s latest edition, in October, awarded only one in eight UK fish the highest “green” status and considered only 13% a sustainable choice. Consumers should ask “what, where and how”, says Coombes – what species, where it was caught and how.","meta":{"id":"environment/2023/dec/31/five-to-ditch-and-five-to-try-what-fish-should-we-be-eating-in-2024_0","publication_date":"2023-12-31T10:00:03Z"}}
{"text":"According to a statement from Lord Bathurst, the pass will support the restoration of the Broad Avenue and the maintenance of pathways, woodlands, grasslands and monuments in the park. Bathurst said: “The physical and health benefits that people and their dogs get from the restorative powers of being in the natural environment of Cirencester Park is as important today as when the park was first established. We are delighted to continue to share Cirencester Park with the local community and visitors to the area.” A spokesperson for the Bathurst Estate added: “The estate takes the safety of the park’s wildlife, visitors, staff and local residents seriously; we are in touch with Right to Roam about their plans with a view that any intended trespass is conducted with the same consideration.” • This article was amended on 11 March 2024. An earlier version said the new charging plan applied to cyclists. Cycling is not permitted in Cirencester Park.","meta":{"id":"environment/2024/mar/11/mass-trespass-protest-cirencester-park-charging-plans-bathurst-estate_2","publication_date":"2024-03-11T11:12:49Z"}}
{"text":"But no matter how well intentioned the proposal might be, some environmental groups are alarmed at the direction of travel. “There’s a real risk that mandating UNEP to write a report and set up an expert group on SRM could undermine the existing de facto moratorium on geoengineering and inadvertently provide legitimacy for delaying actions to phase out fossil fuels,” said Mary Church of the Center for International Environmental Law (CIEL). “There are some areas that the international community has rightly decided are simply off limits, like eugenics, human cloning and chemical weapons. Solar geoengineering belongs on that list and needs to join it fast, before seemingly harmless conversations on governance lead us down a very slippery slope towards deployment.” Switzerland last proposed scrutiny of geoengineering at the 2019 UN environment assembly in 2019 but the topic was blocked by the United States and Saudi Arabia. Sources said this was because they wanted to conduct research into these technologies unfettered by international oversight or regulations. Since then, the debate on sun-dimming research has intensified and widened. In the past, this was an area partly funded by the fossil fuel industry, but in recent years, more actors have become involved, including philanthropists, financiers and hi-tech entrepreneurs, motivated by potential lucrative rewards and growing alarm about climate dangers. More money is flowing into the sector particularly in the United States, where Bill Gates is among supporters of the Harvard solar geoengineering research program, and groups such as the National Academies of Sciences, Engineering, and Medicine, Environmental Defense Fund, the Union of Concerned Scientists, and the Natural Resources Defense Council have expressed support for further studies into sunlight reflection technologies. The sector sometimes evinces a wild-west, make-up-the-rules-as-you-go-along, profiteering spirit, most evident in the US start-up Make Sunsets, which is already selling “cooling credits” and claiming to have conducted outdoor tests in Mexico.","meta":{"id":"environment/2024/feb/22/switzerland-calls-on-un-to-explore-possibility-of-solar-geoengineering_1","publication_date":"2024-02-22T11:15:22Z"}}
{"text":"Perhaps they are reuniting for another breeding season. But first, the dance. • Country diary is on Twitter at @gdncountrydiary","meta":{"id":"environment/2024/mar/12/country-diary-breeding-buzzards-in-a-stylish-choreographed-dance_2","publication_date":"2024-03-12T05:30:57Z"}}
{"text":"Working in the dry room at Deakin University’s Battery Research and Innovation Hub is no day at the beach. “[It’s] more desert than beach,” says its general manager, Dr Timothy Khoo. “At the beach, you at least still get the moisture coming in.” The 150m2 dry room is, as far as Khoo knows, the largest in Australia for research purposes and essential to work prototyping and testing the next generation of batteries. “It’s very difficult working in there for extended periods,” Khoo says. “It’s not dangerous but your eyes starting getting dry, your skin starts getting dry and it feels like you’ve been outside in the sun all summer.” The room must be dry because water, moisture and humidity is lethal to a battery during production. Contamination, Khoo says, means it might not work or its performance will be compromised. Depending on the materials, the worst-case scenario can also be dangerous. “Lithium reacts poorly with water,” Khoo says.","meta":{"id":"environment/2024/feb/04/solid-state-batteries-inside-the-race-to-transform-the-science-of-electric-vehicles_0","publication_date":"2024-02-03T23:00:29Z"}}
{"text":"1 Eat less beef Nobody wants to be told what to eat when food connects us to culture, heritage, family and identity. But the numbers are hard to ignore: beef has a larger climate impact by far than any other commonly eaten food. If you’re not ready to swear off burgers or galbi entirely, start small by swapping one serving of beef each week with one serving of chicken – you’ll save 0.71 tons of CO2 a year per person. 2 Vote, especially in local elections Individual changes in consumption are not going to be enough to fix our broken food system – it’ll take policy to do that. Whether you’re most concerned with food waste, subsidies for big ag, or farm worker protections, you’ll want representatives who will fight for your interests when the time comes to shape policy. 3 Switch your stove from gas to electric Gas stoves are terrible for human health and leak planet-warming gases even when not in use. Switching them out isn’t possible for everyone and can be particularly tricky for renters, but regardless of your living situation, it’s worth using Rewiring America’s IRA calculator to see what kinds of rebates might be available to help you make the switch. 4 Host a kitchen gadget swap Did you buy an immersion blender on sale three years ago only to realize you don’t like eating soup? Was your friend given a fancy juicer as a wedding gift that she’s never touched? Host a swap so you and your friends can give the gadgets gathering dust in your kitchen new life without spending a dime.","meta":{"id":"environment/2024/jan/02/how-to-reduce-food-waste-sustainability-resolution_0","publication_date":"2024-01-02T12:00:31Z"}}
{"text":"The Conservatives have been accused by human rights experts of hypocrisy after cracking down on climate and Gaza protests while celebrating and endorsing farmers’ protests in Wales. Rishi Sunak joined a protest of farmers in Wales last Friday, after they had obstructed a road while campaigning against the Labour government’s new farming subsidies scheme. But this week he vowed to crack down on protests, referring to them as “mob rule”. On Wednesday, the Welsh Conservative leader, Andrew Davies, along with many of his colleagues greeted and posed for photographs with farmers who formed a large group outside the Senedd and blocked a main road with tractors. Meanwhile, climate protesters were arrested while marching through the City of London to demand insurance companies stop insuring fossil fuel projects. At a climate protest outside the London headquarters of the Axa insurance group on Thursday, police told protesters who stood in the road they would be liable for arrest for interfering with vital national infrastructure, a new offence under the Public Order Act 2023 that allows them to criminalise anyone blocking a road. In recent years, the government has tightened legislation specifically to stop climate protesters from blocking roads, and dozens have been imprisoned as a result. This week, Sunak announced a range of measures to stop protesters from obstructing the homes or workplaces of politicians – including their parliaments. However, on Wednesday in parliament he offered support to the Welsh farmers who had gathered in their thousands outside the Welsh parliament. Yasmine Ahmed, UK director of Human Rights Watch, said: “The idea that politicians are celebrating one set of protesters while cracking down on others is chilling.","meta":{"id":"environment/2024/mar/01/tories-accused-of-hypocrisy-farmers-protests-crackdown-climate-gaza_0","publication_date":"2024-03-01T06:00:48Z"}}
{"text":"A bonfire of regulation – I’d say we’ve got more regulation. And a lot more money because we won’t be paying it into Europe – we don’t see any signs of that yet.” She added that farmers were facing a “volatile” world with farming changes and rising costs putting food security at risk. “Farming feels like it’s being used just for environmental targets. And we’ve got to do both.” Over the weekend, 30 farmers parked their tractors at a supermarket car park in Dover, while 100 Welsh farmers parked up outside a Labour leadership debate to demand the Welsh government stops plans to force them to plant 10% of their land with trees. In Europe, farmers have been blockading major cities including Paris and Brussels to rail against new EU environmental regulations. Last year at the NFU conference, the then environment secretary, Thérèse Coffey, rejected calls to regulate the egg supply chain after supermarket shelves emptied and egg farmers were going out of business due to rising costs. She rejected the idea there was a “market failure” and then was booed by farmers. In a change of policy, Sunak is expected to announce “plans to ensure all farmers and producers are treated fairly”, with new regulations for the egg sector to ensure they have reasonable and transparent contracts with supermarkets and others in the supply chain expected to come later this year.","meta":{"id":"environment/2024/feb/19/english-farmers-to-be-offered-largest-ever-grant-scheme-amid-food-security-concerns_1","publication_date":"2024-02-19T22:30:29Z"}}
{"text":"According to the Transnational Institute, there have been 1,383 known ISDS cases to date. These courts dish out the highest average claims for damages and the highest average awards of any legal system in the world. The panels are composed of three lawyers – one appointed by the investor, one by the state, and a president agreed by both. They are mostly white, male, business-friendly investment lawyers from the global north. And so far it is mostly investors who have been the system’s beneficiaries, winning 61% of ISDS case decisions between 1987 and 2017, with an average award of $504m each. Fossil fuel magnates won 72% of their cases, shaking down governments for more than $77bn, according to the Transnational Institute. The three panellists often play more than one role within the ISDS system. So-called “revolving door” and “double-hatting” practices allow lawyers to work as arbitrators, presidents or experts for both investors and states – sometimes at the same time. This can create boundary issues when, for example, a lawyer acts as counsel for a fossil fuel investor in one ISDS case and, at the same time or thereabouts, “double hats” as the arbitrator (or president) in another ISDS case. Allowing foreign investors to help shape these panels creates “obvious risks of bias, conflicts of interest, potential misconduct and other abuses of power”, warned the UN special rapporteur on human rights and the environment, David Boyd, in a report in October last year.","meta":{"id":"environment/2024/feb/12/litigation-terrorism-how-corporations-are-winning-billions-from-governments_1","publication_date":"2024-02-12T15:00:17Z"}}
{"text":"As many as hundreds of thousands of newly hatched Chinook salmon released into the Klamath River have died due to “gas bubble disease” caused by extreme changes in water pressure. The young salmon fry were released amid the largest dam removal project in US history along the 257-mile-long river, which flows across Oregon and California. Four hydropower dams are being removed, reconnecting the lower and upper portions of the Klamath River for the first time in a century and allowing fish free passage along the river. The removal is the result of a decades-long campaign by tribes, environmentalists and fishers to restore the river and its ecosystem to their natural state. One dam has been fully demolished and three others are scheduled to come down this year. Last week, the California department of fish and wildlife (CDFW) released 830,000 hatchery-raised fall-run Chinook, only to discover days later that they were dying downstream of the 173ft Iron Gate dam, which is scheduled to be demolished soon. A tunnel at the dam’s base had been opened to allow the river to pass freely across it for the first time in a century, a step before the structure could be fully removed. Many of the young fish, which were only 1-2in long, appear to have died passing through that tunnel, because the water pressure inside was too great for them. Officials do not know exactly how many of the fry have died, but expect a “very high mortality rate”, according to Jordan Traverso, deputy director of communications for the CDFW. Dead fish caught downstream of the tunnel, in a trap that officials use to monitor their health and numbers, showed classic signs of gas bubble disease, including popped eyes, according to the CDFW.","meta":{"id":"environment/2024/mar/05/salmon-klamath-river-dam-removal-project_0","publication_date":"2024-03-05T14:46:18Z"}}
{"text":"A new activist group, Shut the System, claimed responsibility for the action after its supporters fled the scene, according to a witness. Elsewhere in Europe, there were protests and actions in France, Germany and Switzerland. And in the US, rallies took place in New York City, Houston, San Francisco, Portland and Denver Frontline communities also mobilised, with actions in Uganda and Tanzania, which will be affected by the East African crude oil pipeline (Eacop), as well as Nigeria, Egypt and Kenya in Africa, as well as Bangladesh, the Philippines and Indonesia in south Asia, and Costa Rica, Columbia and Peru in Latin America. Paul Parker, the recording clerk of Quakers in Britain, which joined actions in London, said: “Those who offer financial backing and social legitimacy to new fossil fuel projects now have an urgent moral responsibility to change course. This duty extends to all sectors and all parts of society. “The insurance industry has significant influence on the global economy; you can put our whole world on a safer trajectory by showing leadership now.” Winterstein added: “This week has sent an extremely powerful message to the insurance industry that they must introduce exclusion policies on fossil fuels now because later is too late. “We’re seeing the impact already – Probitas has confirmed to campaigners that they will rule out Eacop and [the recently approved] west Cumbria mine, which is a huge success, and Zurich’s CEO has requested a meeting with campaigners. “We’re thrilled that so many different communities and groups from the frontline of the climate crisis have taken action because they realise that the insurance industry is a key strategic lever for change.”","meta":{"id":"environment/2024/mar/01/stop-insuring-fossil-fuel-activists-target-london-insurers-week-action_1","publication_date":"2024-03-01T14:11:34Z"}}
{"text":"Tony Wood, director of Grattan’s energy and climate change program, said this put emissions reductions at risk via a “perverse incentive”, given the surge in SUV ownership in Australia. SUVs fall under the light commercial vehicle category, and critics claim the huge uptake of the more polluting larger cars has occurred in part due to tax perks incentivising the vehicles for families and small businesses that don’t require its size. “In the US, for example, although targets within each segment have consistently been met, the effectiveness of the scheme has been undermined because people have continued to abandon passenger vehicles in favour of SUVs and light trucks,” Grattan’s submission said. “Across its entire fleet, the US recorded an increase in average vehicle emissions from new car sales in 2019, compared to 2018 – despite most manufacturers meeting their targets,” Grattan said. Toyota, Australia’s most popular vehicle brand, said last week that the proposed fuel efficiency standard was “aggressive” and “too quick” for manufacturers. A Toyota spokesperson said the company had made a submission in the latest consultation window.","meta":{"id":"environment/2024/mar/06/cars-sold-in-australia-in-2023-emitted-as-much-co2-as-156-coalmines-analysis-shows_2","publication_date":"2024-03-05T14:00:09Z"}}
{"text":"The Knepp estate in West Sussex is home to the first white stork born in the wild in Britain for over 600 years. It’s a place where endangered bats, turtle doves and nightingales are thriving, where “officially extinct” large tortoiseshell butterflies are breeding and where tens of thousands of people visit each year to experience “a story of hope” about the resilience of nature in the face of the global climate emergency. There have been many exciting changes at Knepp since 2018, when Isabella Tree wrote Wilding, her award-winning book about rewilding an unprofitable 3,500-acre arable and dairy farm. Now she has written a captivating illustrated book, Wilding: How to Bring Wildlife Back – An Illustrated Guide, updating her readers about extraordinary developments at Knepp and offering practical advice about rewilding their own spaces, however small. “We’re living in a world of eco-anxiety and most of us, I guess, stick our heads in the sand because these problems are so enormous,” says Tree. “How is one individual going to make a difference to climate meltdown and biodiversity? ‘It’s impossible,’ you think. Then you come to Knepp and you see what nature has done, how it’s rebounded in 20 or so years. It really is such a story of hope that I think people find it quite galvanising. It restores your energy and your belief that you can do something.”","meta":{"id":"environment/2024/feb/25/rewilding-climate-change-biodiversity-isabella-tree-nature-planet-farming_0","publication_date":"2024-02-25T11:00:57Z"}}
{"text":"“There have been some indications of it [fungi abundance at this level] before, so this is another piece of the puzzle.” Another critical discovery made during the cataloguing process, said Carlos Duarte, a marine science professor and senior author of the study, was the role viruses played in boosting gene diversity. “The viruses insert themselves and move genes from one organism to another. That means viruses create genomic biodiversity and that accelerates their evolution.” One result of that acceleration, he said, were genes that had evolved to enable organisms to chew through plastic. “They can degrade synthetic polymers, derived from hydrocarbons, which are very recent as a pollutant in the ocean, showing that evolution happened in a few decades.” The catalogue also highlighted gaps in our understanding of the ocean floor, said Laiolo. “It is easier to sample the water than the ocean floor and what we underline in the paper is the need to increase studies targeting the seabed in the future.” Developments in supercomputing and sequencing technologies, she said, means more information can be gleaned from existing samples, at much lower costs.","meta":{"id":"environment/2024/jan/16/ocean-fungi-from-twilight-zone-could-be-source-of-next-penicillin-like-drug_1","publication_date":"2024-01-16T10:00:20Z"}}
{"text":"Toyota Rav4 2022 Unlike its hybrid sibling, the Rav4 returned a greater discrepancy between real-world and mandated lab test results. The 2L four-cylinder SUV used 13% more fuel and emitted 13% more CO2 than it showed in the lab. The SUV had recorded 6.0L per 100km in lab tests, but returned 6.8L per 100km in the real-world testing program. Its lab results also showed it emitted 137g of CO2/km, but in the AAA test, it emitted 155g/km. • This article was amended on 30 November 2023. An earlier version included an image of an electric Hyundai SUV.","meta":{"id":"australia-news/2023/nov/29/lab-tests-v-the-real-world-how-does-the-fuel-consumption-of-australian-suvs-compare_6","publication_date":"2024-02-21T06:57:37Z"}}
{"text":"“These lorikeets – each one has its own personality. They’re smart and beautiful and to have to kill bird after bird is terrible,” he says. Robyn Gray remembers one afternoon – “the worst day” – when she had about 200 lorikeets arrive in boxes and cages that were scattered around her house. Gray is a retired office clerk and a licensed volunteer carer for Wires and lives near Grafton. Her spare bedroom was turned into a makeshift triage ward. “If they couldn’t walk or swallow, we thought they were suffering and they needed to be euthanised. The poor birds were in a lot of pain,” she says. But Gray now has about 350 lorikeets recovering from LPS in two aviaries in her back yard. Some are getting ready to be released, as are about 50 of the birds with the RSPCA in Brisbane. “Once it’s all over I’ll revisit everything and I will probably crumble after that,” she says.","meta":{"id":"environment/2024/mar/03/rainbow-lorikeet-paralysis-syndrome-research-qld-nsw_4","publication_date":"2024-03-02T23:00:42Z"}}
{"text":"The innocent cockatoos in his sinister short story seem to float when they are on the ground, as though in the water that is everywhere in Sydney. When they flew, he wrote, they “rose in a wave … and broke on the shores of holm-oak and araucaria in the park opposite”. Cockatoos don’t just dance, they have invented moves – one, named Snowball, has 14, including spectacular headbanging, bobbing, swooping, stamping in time to music (the Backstreet Boys). They have learned to open enormous red-lidded bins – the only ones containing food, rather than recycling. On YouTube, one cockatoo sits on “the egg” of a pregnant woman’s stomach. A commenter on another video writes, “They are very high maintenance, scream, chew and will drive the neighbourhood crazy.” Where there are city birds, there will be bird people, feeding “kilos of bread and seed” to cockatoos every day. Where you have people feeding birds, you have neighbours complaining to the council. “‘You know what’s really frustrating? The hours of screeching,” one person will say.","meta":{"id":"environment/2024/jan/09/cockatoo-bird-information-details-intelligence_1","publication_date":"2024-01-08T14:00:43Z"}}
{"text":"A stoat appears and vanishes, barely perceptible at the periphery of my vision. I am surrounded by life that is fast, and life that is slow; things happening in their own time. • Country diary is on Twitter at @gdncountrydiary","meta":{"id":"environment/2024/jan/17/country-diary-nothing-moves-far-at-the-escargatoire_2","publication_date":"2024-01-17T05:30:21Z"}}
{"text":"They did not do this. Another hot topic on the agenda at the dinner were the “events at Thames Water”. The beleaguered company has faced financial woes and auditors have warned that without a cash injection it could go under by April. Last year, it emerged that contingency plans for its collapse were being drawn up by the UK government, amid fears that Britain’s biggest water company would not survive because of its huge debt pile. Other water companies are thought to be facing similar, though less severe, financial pressures. Severn Trent, Northumbrian Water, Southern Water and South West Water declined to comment on the record. An Ofwat spokesperson said: “Ofwat remains focused on holding water companies to account on behalf of customers and has imposed fines and performance penalties worth £250m in the past few years. At this meeting we made clear to the chairs of water companies our dissatisfaction on progress in reducing pollution, the use of storm overflows, and concerns about the impact of proposed bill rises on customers, especially the most vulnerable.” An Environment Agency spokesperson said: “It is not unusual for the Environment Agency chair to meet his counterparts at water companies. These are working meetings used to challenge companies on their performance and drive forward improvements that we, as a regulator, expect to see.","meta":{"id":"environment/2024/feb/01/watchdogs-and-water-bosses-had-dinner-at-private-london-club-to-discuss-future_3","publication_date":"2024-02-01T19:21:20Z"}}
{"text":"What’s happening in Alabama is an example of how special interests have taken advantage of the diminishing reach and influence of shrinking mainstream newsrooms in the US. In their place have sprung up fake “pink slime” news sites operated by political interests; a utility that secretly created news outlets to attack its critics; and a Florida publisher who accepts payments for positive coverage. This investigation into power companies infiltrating local media follows Floodlight’s revelation earlier this month about how utilities wield influence among civil rights groups. In the last decade, nearly a dozen local reporters and editors were hired to staff the two Alabama news outlets. A Floodlight review of the content since the utility founded the Alabama News Center in 2015 shows it publishes overwhelmingly positive stories about the power company. Coverage of the utility by the Birmingham Times, which was funded with money from Alabama Power’s charitable arm the Alabama Power Foundation, consists of reprinted stories from the News Center and the utility’s own press releases. The Birmingham Times executive editor, Barnett Wright, said the outlet’s coverage is limited due to its small staff and having to make hard editorial decisions on what to cover. “The Alabama Power Foundation had or has zero influence in the newsroom,” Wright said in an email. “As the executive editor, I have never had any conversation with the Alabama Power Foundation about any article the Birmingham Times chooses to run or not run.” Alabama Power and its foundation did not respond to multiple requests for comment.","meta":{"id":"environment/2024/jan/17/alabama-power-electric-utility-finance-birmingham-news_1","publication_date":"2024-01-17T11:00:27Z"}}
{"text":"“It is essential it is not now muzzled, or turned into a political football, for cynical, short-term political expediency.” A spokesman for the Department for Energy Security and Net Zero said the government was committed to meeting its net zero targets and would appoint a successor to Lord Deben “in due course.”","meta":{"id":"environment/2024/jan/14/sunak-dodging-scrutiny-by-failing-to-appoint-chair-of-climate-change-committee_3","publication_date":"2024-01-14T07:00:22Z"}}
{"text":"Beneath the Cadson Bury hillfort, the River Lynher rushes past a tangle of fallen trees, boggy pools, rivulets, and debris cast up into overhanging branches. Beside flowering gorse bushes, steep rabbit-grazed turf leads up to even steeper ramparts edging the fort. From these prehistoric defences, all-round views take in the woodland on the other side of the river – a purplish, brown and grey canopy of budding alder and lichen-encrusted oak twigs, stretching downstream past Newton Ferrers, and towards the medieval clapper bridge at Pillaton. To the west, Caradon Hill and Sharp Tor mark the skyline of Bodmin Moor, rising above upper reaches of the Lynher. There, near Stara bridge, is a favourite place, dating from childhood when my younger sister and I stayed with our paternal grandparents. At the hamlet of Darley, close to Notter Tor with its overgrown quarries and mine shafts, overlooked by the shadowy profile of Cheesewring quarry, my grandfather cultivated a garden with fruit and vegetables, milked two South Devon cows, kept hens and rotated a few bullocks in little stony pastures. Occasionally he rode towards the moor on his chestnut mare, Gaiety. Until a borehole was divined and installed, the house was plumbed with rainwater collected from the roof; we helped carry pitchers and covered buckets of drinking water pumped from a nearby well. Familiar narrow lanes, edged in granite hedge banks clothed in dripping mosses, pennywort and ferns, wind downhill. Before the onset of this recent dry spell, these ways ran as streams, channelling excessive run-off and detritus from enlarged and waterlogged fields towards the river, unusually high and swollen with water from the eastern side of the moor.","meta":{"id":"environment/2024/jan/18/country-diary-walking-the-familiar-lanes-of-my-childhood_0","publication_date":"2024-01-18T05:30:01Z"}}
{"text":"The 1L three-cylinder SUV recorded 5.3L per 100km in lab tests, but returned 5.7L per 100km in the real-world testing program. Its lab results showed it emitted 121g of CO2/km, but in the AAA test, it emitted 134g/km. GWM Haval Jolion 2023 The 2023 GWM Haval Jolion recorded more positive results compared with most of the tested SUVs: it used 2% less fuel, and emitted 2% less CO2, than the mandated lab tests. The 1.5L four-cylinder SUV had recorded 8.1L per 100km in lab tests, and returned 7.9L per 100km in the real-world testing program. Its lab results also showed it emitted 186g of CO2/km, but in the AAA test, it emitted 183g/km. Hyundai Kona 2022 The 2L four-cylinder SUV used 13% more fuel and emitted 9% more CO2 than mandated lab tests. It recorded 6.2L per 100km in lab tests and returned 7.0L per 100km in the real-world testing program. Its lab results also showed it emitted 148g of CO2/Km, but in the AAA test, it emitted 161g/Km. Hyundai Tucson 2022","meta":{"id":"australia-news/2023/nov/29/lab-tests-v-the-real-world-how-does-the-fuel-consumption-of-australian-suvs-compare_3","publication_date":"2024-02-21T06:57:37Z"}}
{"text":"Swapping a feeble dribble for a powerful blast might seem like an environmental indulgence when it comes to taking a shower, but researchers say it might actually save water. Water consumption has become a key area of environmental concern given shortages of the resource, as well as the carbon footprint associated with its collection, treatment, supply and – in the case of most showers – heating. Now experts say they have discovered that showers with a higher pressure are associated with a lower consumption of water, while a timer in the shower could also help. “While the adoption of low-flow equipment might be a valuable strategy for enhancing shower efficiency and moving towards net zero, it should not be the sole focus,” the researchers report. The research, which is available as a preprint but has not yet been peer-reviewed, involved the team installing sensors in 290 showers around the University of Surrey campus. In total, they gathered data on the duration of 86,000 individual showers. The researchers found that while some showers were very long, the average duration was 6.7 minutes. Half of the showers took between 3.3 and 8.8 minutes. “We excluded any showers over one hour, but believe me, they happened,” Ian Walker, a co-author and professor of environmental psychology at the University of Swansea, noted in a post on X. By combining the duration of each showering event with the shower’s flow rate, the team were able to calculate the amount of water involved in each use. The results reveal that at any given flow rate, higher-pressure showers were associated with lower water consumption.","meta":{"id":"environment/2024/mar/10/high-shower-pressure-can-help-people-save-water-study-suggests_0","publication_date":"2024-03-10T14:33:09Z"}}
{"text":"“This isn’t leadership and it’s not what our country needs. Why are we investing in the old economy rather than the new one, where the money we spend generates twice as many jobs and nearly three times the GDP growth?” Suddaby said the plans for a new oil well were unpopular locally. “At all levels of local democracy I think everybody who could say no said no … but still they are trying to ignore that.” She said there was a rare and ecologically important chalk stream near the site and when people hear what is being proposed they are “often upset and angry … but mostly they are shocked”. “They assumed that regulatory agencies and the government has our best interests at heart and it is disconcerting to find that is not the case.” Julia Eriksen, from Leigh Day solicitors, who is representing the campaigners in court, said they would argue that the secretary of state had acted unlawfully and irrationally in overturning Lincolnshire county council’s decision to refuse planning permission. The area’s Tory MP, Victoria Atkins, came out against the plans in 2021, writing the proposals “represent the industrialisation of the Lincolnshire Wolds” adding that “as the UK strives to achieve net zero by 2050 … we must be cautious to ensure that we do not allow an application to go ahead that will do long-term damage to the Lincolnshire Wolds, its natural environment and our local communities”. However, Atkins – who is now health secretary – did not respond when asked whether she was still opposed to the proposals. The Department for Energy Security and Net Zero declined to comment on the case, instead issuing a general statement defending the UK’s decision to “max out” oil and gas in the midst of a climate crisis.","meta":{"id":"environment/2024/mar/04/campaigners-get-go-ahead-to-challenge-plans-for-oilfiield-in-lincolnshire-wolds_1","publication_date":"2024-03-04T13:39:18Z"}}
{"text":"Najin and her daughter Fatu, the world’s last two living northern white rhinos, inhabit an evolutionary twilight zone: the last living proof of a lineage that stretches back millions of years but is functionally extinct. But this week, scientists came a step closer to bringing the species back from the brink of oblivion by performing the first successful embryo transfer in a related white rhino species. The ultimate goal of restoring an entire herd of northern white rhinos using a bank of frozen eggs, sperm and embryos and gene-editing technologies may sound like a case of technological hubris – of scientists attempting to play god. But the team behind the project, and others, say that IVF and other assisted reproductive technologies (ART) could transform conservation efforts in some species and buffer against the devastating effects of climate breakdown and habitat loss. “Scientists can offer to rewind some of these dramatic mistakes made by humans,” said Prof Thomas Hildebrandt, of the Leibniz Institute for Zoo and Wildlife Research in Berlin and head of the rhino BioRescue project. “We don’t play god. We try to preserve what god has created. We only bring back what was on this planet and was destroyed by people.” Hildebrandt views the technology as a last-ditch insurance policy for “cornerstone” species, such as the northern white rhino, whose loss would lead to a cascade of knock-on effects for entire ecosystems. But in many species, efforts are under way long before species reach such terminal levels of decline.","meta":{"id":"environment/2024/jan/27/rewinding-human-mistakes-can-ivf-save-the-worlds-most-threatened-species_0","publication_date":"2024-01-27T07:00:29Z"}}
{"text":"The lawsuit is the latest in a wave of climate litigation in the Netherlands and around the world. In 2019, the Dutch government lost the landmark Urgenda case when the country’s supreme court found it had explicit duties to protect its citizens’ human rights in the face of the climate emergency and was required to undertake at least its fair share in cutting global emissions. This latest case seeks to build on that ruling and show that the country has legal responsibilities to all of its territories. Like other climate lawsuits, such as that brought by Torres Strait islanders (also known as the Zenadth Kes) against Australia, it highlights the particular vulnerability of island communities. • The subheading of this article was amended on 12 January 2024. An earlier version said that research shows part of the island will be submerged by 2025 instead of 2050.","meta":{"id":"environment/2024/jan/11/dutch-caribbean-islanders-sue-netherlands-over-climate-change_3","publication_date":"2024-01-11T13:00:19Z"}}
{"text":"Frog. This is the weird call of the robust whistling frog (Austrochaperina robusta), only recorded in a patch of the wet tropics region of Queensland, near Cairns. Sound credit: Frog ID/Braeden Middleton. 10. Frog. This is the quacking sound of several of the similarly imaginatively titled quacking frog (Crinia georgiana). Sound credit: Frog ID/Tracey Redwood.","meta":{"id":"global/2024/feb/10/the-native-australian-frog-call-quiz-is-it-a-frog-or-a-distant-motorbike-revving_7","publication_date":"2024-02-09T14:00:19Z"}}
{"text":"“I’ve worked on giant pandas, great apes, elephants,” said Hildebrandt. Previously his team has coordinated the collection of semen from wild elephants to improve genetic diversity in zoo populations. The practical challenges can be substantial: elephants need to be immobilised using a helicopter and sperm extracted using electroejaculation. With rhinos, the collection of ovaries and embryo transfer is performed via the rectum, because the ovaries are almost 2 metres deep inside the abdomen. “We’re dealing with an animal that is 2.2 tonnes,” said Hildebrandt. Adapting IVF protocols that were developed for commercial livestock is not always straightforward, according to Dr Andrés Gambini, of the University of Queensland, who is developing IVF techniques for the endangered Somali wild ass – a donkey species – and koalas. “We thought the horse is very similar to the donkey, but we did the same thing and it didn’t work,” he said. “They have a different biology.” The work is still in progress, but he can help preserve the genes of populations alive today. “We might not transfer the embryos tomorrow or use those samples today but we know we can use them in the future,” he said.","meta":{"id":"environment/2024/jan/27/rewinding-human-mistakes-can-ivf-save-the-worlds-most-threatened-species_1","publication_date":"2024-01-27T07:00:29Z"}}
{"text":"Thirty-six pesticides banned in the EU have not been outlawed in the UK. The UK is falling behind on reducing carbon emissions as the EU implements carbon pricing. The EU is compensating those who are struggling to afford the costs of the green transition, while the UK is not. The EU is implementing stricter regulations on battery recycling, while the UK is not. Deforestation is being removed from the EU supply chain, while the UK’s proposed scheme is more lax and does not come in until a year later. One green MEP said the findings were “tragic” while a centre-right MEP said the divergences were “particularly bad” for companies that wanted to do business on both sides of the Channel. Petros Kokkalis, a Greek MEP with the Left group, said: “It is rather worrying to see that the UK is not following the same path [as the EU]. And it is even more worrying to realise that it is the citizens and their health that will bear the consequences.” About 85% of the UK’s environmental protections are EU derived. Despite Michael Gove, Boris Johnson and the other architects of Brexit promising that environmental protections would be strengthened after the vote to leave the EU, the Guardian’s analysis shows the opposite is the case.","meta":{"id":"environment/2024/jan/19/brexit-divergence-from-eu-destroying-vital-environmental-protections_1","publication_date":"2024-01-19T18:00:37Z"}}
{"text":"No one in the room raised their hand. “Farming is famously miserable,” Wildman said. “Even when it’s good, we look miserable.” She looked round. “So who stole the fun out of it?” The session widened out. Some of the attenders started to talk, drawn by the evident sympathy in the room. A son in his 30s, recently returned from the city to the old farm: “You cannot underestimate the dullness of Shropshire compared with London.” A woman who the following week would be handing back the keys to a tenancy she farmed for 20 years: “I’ll be leaving with two tractors. And pride.”","meta":{"id":"environment/2024/jan/09/farming-is-a-dirty-word-now-the-woman-helping-farmers-navigate-a-grim-uncertain-future_4","publication_date":"2024-01-09T05:00:57Z"}}
{"text":"The acceleration has alarmed scientists, who fear it is the biggest threat to keeping below 1.5C of global heating and could trigger catastrophic climate tipping points. The rapid rise appears to be due to global heating driving more methane production in wetlands – a potential vicious circle that makes cuts of human-caused methane emissions even more urgent. Decomposing waste is responsible for about 20% of human-caused methane emissions. Fossil fuel operations cause 40% of emissions, and the Guardian revealed there were more than 1,000 super-emitter events from oil, gas and coal sites in 2022 alone, many of which could be easily fixed. Cattle and paddy fields cause the other 40% of emissions. Prof Euan Nisbet, a methane expert at Royal Holloway University of London, said: “Big landfills make a great deal of methane but it doesn’t cost much to bulldoze soil over a stinking, burning landfill. It’s not rocket science.” Microbes in the soil convert methane into CO2. “Then it’s lost 97% of its greenhouse impact,” Nisbet said. Carlos Silva Filho, president of the International Solid Waste Association, said the global methane pledge made by 150 countries to cut 30% of methane emissions by 2030 could not be achieved without tackling emissions from the waste industry.","meta":{"id":"environment/2024/feb/12/revealed-the-1200-big-methane-leaks-from-waste-dumps-trashing-the-planet_1","publication_date":"2024-02-12T12:00:13Z"}}
{"text":"We also display information panels under relevant videos to provide additional information on climate change and context from third parties.”","meta":{"id":"environment/2024/jan/16/third-of-uk-teenagers-believe-climate-change-exaggerated-report-shows_3","publication_date":"2024-01-16T11:00:05Z"}}
{"text":"Evidence has recently been presented that the Atlantic Meridional Overturning Circulation (Amoc) may be rapidly weakening, over decades rather than centuries, under the impact of heating oceans and melting ice, and its shutdown could be catastrophic for Europe and other regions. Spinrad said: “We should be concerned enough to keep an eye on what the science is telling us. Amoc is not going to shut down tomorrow. But systems like Amoc are inherently noisy. By that I mean, don’t just look at how it’s changed from 2023 to 2024. We need to observe these systems over a long period of time. “As an oceanographer, I’m concerned enough to say this should be a priority for sustained observations. And I think it’s in the next three to five years we should be getting the best idea of whether we’re seeing a real trend.” Spinrad defended NOAA against the threat, raised by some in the US Congress, of rescinding some of the $6bn (£4.7bn) the agency is receiving under Joe Biden’s Inflation Reduction Act. He said that whatever the outcome of the presidential election this November, in which the climate is likely to be a bitterly divisive issue, strong climate science would be needed to protect the security of US citizens.","meta":{"id":"environment/2024/mar/14/geoengineering-must-be-urgently-investigated-experts-say_1","publication_date":"2024-03-14T14:30:21Z"}}
{"text":"Delve into the passenger car and SUV figures, though, and there is a healthier EV story bubbling away. The Tesla Model 3 is the top-selling sedan in the country, for example, easily outselling the once-dominant Toyota Camry that is tens of thousands of dollars cheaper. The circa-$65,000 sedan has single-handedly breathed life into the medium four-door market in Australia that many brands have abandoned. Add in the rival Polestar 2 and Hyundai Ioniq 6 and electric cars accounted for 62% of all medium cars priced above $60,000, shading former market leaders from Mercedes-Benz, BMW and Audi. Include mainstream models such as the Camry and EVs are approaching half the medium segment, at 42%. The middle ground It is a similar story with mid-sized SUVs, where the Tesla Model Y dominated 20-odd rivals by commanding a 44% slice of the $60,000-plus SUV segment. It also almost beat the popular Toyota RAV4 in a race to become the top selling SUV. As it stood almost one in six of the 268,480 medium SUVs bought in Australia throughout 2023 were powered only by electrons. And there’s more to come in 2024. Within weeks Subaru and Toyota will start selling electric-only SUVs – the first battery electric vehicle for each brand in Australia – although high prices are likely to keep sales modest.","meta":{"id":"environment/2024/jan/12/electric-vehicles-evs-australia-sales-figures-boom-tesla-byd-toyota-hyundai-mg-kia-volvo-mercedes_1","publication_date":"2024-01-11T14:00:22Z"}}
{"text":"Gow subscribes to the rewilders’ view exemplified by George Monbiot that sheep are ecological vandals responsible for the nature-denuded state of upland Britain. In North America, says Gow, national parks have wild animals such as bears as their symbols; the Yorkshire Dales national park’s is a Swaledale sheep. “Is that just the British sitting with their heads up their arse and not thinking how deeply inadequate it is?” asks Gow. “Landscapes with high densities of sheep have many fewer insects; there is erosion, vegetation loss, flooding and pollution.” Wool wealth is no more and Gow says sheep farming is a failing industry and the “food security” argument is fatuous given more than a quarter of British lamb is exported. And yet subsidies continue to support it. “Just chucking a load of money at some sheep farmer on the top of Bodmin only prolongs the misery, and the mental-health issues [for struggling farmers] and the environmental destruction.” There seems to be something viscerally personal about Gow’s dislike of sheep today, given his long history tending to them. His son manages a flock of sheep, and a few still roam Gow’s farm “left over from my mother who used to show Shetland sheep. She died in 2006.","meta":{"id":"environment/2024/mar/10/derek-gow-the-rewilding-enthusiast-wants-to-bring-back-the-wolf_10","publication_date":"2024-03-10T12:00:04Z"}}
{"text":"“Forever chemicals” are in our drinking water sources, sea foam and spray, rain and groundwater, sea ice, and even human blood – so now efforts are increasing to detect, remove and destroy them. With increasing evidence linking per- and polyfluoroalkyl substances (PFAS) with cancers, birth defects and negative effects on the immune systems of humans and animals, pressure is growing to restrict these handy waterproofing chemicals that are in everything from Teflon pans and medical devices to cosmetics and pizza boxes. According to Nijhuis Saur industries, which has built more than 80 technologies to treat forever chemicals such as the banned or restricted PFOS, PFOA and PFHxS, these PFAS are difficult and expensive to remove and destroy. “They are called the forever chemicals, because they cannot be removed easily, they don’t break down very easily, so they will persist forever,” said Wilbert Menkveld, chief technology officer, at the Aquatech Amsterdam conference. “And we are talking about very small concentrations: one nanogram per litre is like one glass of cola in a million tankers.” Even when they have been banned, it is hard to get rid of their lingering traces: water cleanups must deal with different concentrations of pollutants and national limits. In the UK, there is a guideline of 100 nanograms per litre for individual PFAS in drinking water, while in EU countries such as the Netherlands, the public health institute RIVM advises a maximum of 4.4ng/l. Similar limits have been proposed for six of the chemicals this year by the United States Environmental Protection Agency in a “toxicity index”. While the EU is working on a broader ban on the chemicals, many are already in the environment. There were no limits for wastewater, said Menkveld. Dr David Megson, a senior lecturer in chemistry and environmental forensics at Manchester Metropolitan University, said some pollutants were not even being tested for, there was no standard testing protocol for many compounds, and legislation was lagging.","meta":{"id":"environment/2024/jan/04/the-race-to-destroy-the-toxic-forever-chemicals-polluting-our-world_0","publication_date":"2024-01-04T13:00:04Z"}}
{"text":"Megafarms in the US produce more than 100bn pounds of meat that fill supermarket aisles in the US and abroad. But they also produce 940bn pounds of manure annually – twice as much sewage as produced by the human population. The people who live in the shadow of these industrial operations say their health and quality of life are increasingly at risk. Broberg’s experience of water contamination is common in this part of Minnesota, where more than 90,000 people rely on private wells as their primary source for drinking water. In some townships, over 40% of wells exceeded the federal health standard for nitrate – most of which is caused by animal agriculture. Broberg’s own farm is just down the street from a hog farm that has rapidly expanded over time, so that it now has more than 3,000 animals. According to the Minnesota pollution control agency, nearly 70% of the state’s water pollution comes from crop and livestock production. In Broberg’s region of the state, pollution control officers estimate that 89% of water contamination comes from commercial fertilizer and manure that’s been spread on cropland. Unlike municipal water systems, which are tested regularly, private well owners are entirely responsible for the quality of their water. Various regulations and initiatives have been implemented over the years to address the issue, but as industrial agriculture continues to grow, many residents are demanding more urgent action.","meta":{"id":"environment/2024/mar/06/animal-agriculture-nitrate-water_1","publication_date":"2024-03-06T11:00:46Z"}}
{"text":"Confused? Is this a frog or not? 7. Australia is home to several owl species, including the powerful owl with its woo-hoo noise. But is this the sound of an owl, or a frog? 8. If you live in Queensland and parts of the Northern Territory and northern Western Australia, you’ve probably heard this call. But is it a native frog, or not? 9. It could be a cricket, or maybe a duck or another waterbird. Or is it a frog?","meta":{"id":"global/2024/feb/10/the-native-australian-frog-call-quiz-is-it-a-frog-or-a-distant-motorbike-revving_3","publication_date":"2024-02-09T14:00:19Z"}}
{"text":"Like the sanctuaries created for elephants or big cats rescued from poor conditions, a whale seaside sanctuary provides them with a natural habitat and prioritises their wellbeing above all else. They have much more space to explore, deeper waters, a sandy bottom and marine life such as birds, fish and crabs to interact with. People can visit sanctuaries to see the whales from a distance but they are not made to perform. The Whale Sanctuary Project is setting up a seaside sanctuary in Canada as well as promoting others around the world to allow once-captive cetaceans to live out their lives in a natural ocean environment. After causing them so much anguish, says Vinick, “we need to do right for what we’ve done.” *** But captivity has not ended. According to the WDC, there are about 3,600 captive whales and dolphins in about 58 countries today, including at least 56 orcas. WDC wants breeding, transfers between parks, and performances to stop and for welfare standards to improve. Legislation is being tightened up, with new laws in Canada, France, the US and South Korea. Even Russia – until recently, the only country to catch orcas and belugas for captivity – is no longer capturing orcas, and the country’s controversial whale jail has been dismantled.","meta":{"id":"environment/2024/feb/10/free-willy-film-keiko-captive-cetaceans-orca-killer-whales-return-wild_5","publication_date":"2024-02-10T12:00:43Z"}}
{"text":"On the outskirts of the northern Spanish city of Pamplona, a green, red and blue stream of New Holland, John Deere, Massey Ferguson, Fendt and Deutz-Fahr tractors trundled forwards, horns honking and orange lights flashing. Under drizzly grey skies and escorted by navy blue Policía Nacional vans, few were in the mood to explain the motives for their demonstration, but a young farmer from the nearby town of Estella threw open his cab door to share his grievances. “They’re drowning us with all these regulations,” he said. “They need to ease up on all the directives and bureaucracy. We can’t compete with other countries when things are like this. We’re … drowning.” If Europe’s farmers have called a temporary halt to their protests in France and Germany – awaiting what one French farmer called “proof of love, not just words of love” from their respective governments – they have only just got going in Spain. In scenes now familiar from Poland to Portugal, angry farmers last week blocked roads, a port and a large wholesale market, and plan to continue through February. Italian farmers also took to their tractors last week, converging on the outskirts of Rome and staging a symbolic drive-past of the Colosseum on Friday. In recent weeks, large conurbations including Paris and Lyon have been blockaded.","meta":{"id":"environment/2024/feb/10/theyre-drowning-us-in-regulations-how-europes-furious-farmers-took-on-brussels-and-won_0","publication_date":"2024-02-10T14:00:43Z"}}
{"text":"Fox-Hall says his transition is smoothed out by it being a company car, which means he will pay a £560-a-month lease over four years but face no initial outlay, except installing a home charge socket for £1,500. That is slightly more than his monthly lease of £460-a-month, he says, but with fuel and tax significantly less, costs are lower. He says his one worry is charging availability on longer journeys, such as taking his wife and three children on holiday to Cornwall. “Doing a little bit of research, people [are] saying they’re financially slightly better off, which is great, but I don’t want to be stranded on the motorway because there’s no chargers,” Fox-Hall says. However, he adds, “the infrastructure is getting there”.","meta":{"id":"business/2023/dec/23/making-the-switch-to-electric-vehicles-the-biggest-shock-was-the-huge-savings_5","publication_date":"2023-12-23T10:00:21Z"}}
{"text":"Now I am retired I am free to follow leads, and I’ve learned so much from open access papers, the internet and fossil communities on social media. In some cases I have been treated badly by academics who do not want to look at my fossils because they are in a private collection. You do have to have a thick skin. Others have been very supportive. No academic research has been done on these fossils in Weymouth at all. I have 350 pieces of pterosaur, which were flying reptiles. They flew over these seas for 160m years – that’s a damn sight longer than humans have been around! They were abundant, like seagulls, and now they are extinct, the whole blinking lot of them. My fossils can help to establish what biodiversity was like all those years ago. Some young PhD students were the first to come over and look at the fossils on my kitchen table back in 2012.","meta":{"id":"environment/2024/mar/07/i-discovered-thousands-of-fossils-after-retiring-now-im-nearly-80-and-still-going-strong-aoe_2","publication_date":"2024-03-07T10:43:25Z"}}
{"text":"True blue test Horseshoe crabs evolved around 450 million years ago, long before the appearance of dinosaurs. There are four species: three from Asia and one that lives along the east coast of North America. The last is the main source of crabs for bleeding. The blood of horseshoes contains cells that are exceptionally sensitive to toxic bacteria. When those cells meet invading micro-organisms, they form clots and so protect the rest of the horseshoe crab’s body, a phenomenon that scientists exploited to develop the limulus amebocyte lysate (LAL) test in the 1970s. This can determine if medical products, such as vaccines, have been contaminated with dangerous bacteria. To obtain supplies of the blood needed to make these tests, hundreds of thousands of horseshoe crabs are gathered every year. Their blood is extracted and the animals are then returned to their shoreline homes. One estimate, made in 2021, suggested that of 718,809 horseshoe crabs collected for these bleedings, a total of 112,104 died, around 15%. Other conservation groups put that death toll at around 30% or more, however.","meta":{"id":"environment/2024/mar/02/killed-in-vast-numbers-horseshoe-crabs-under-threat-from-overharvesting_3","publication_date":"2024-03-02T10:51:06Z"}}
{"text":"The G77 plus China group is the largest bloc operating in the UN climate talks. The diverse coalition includes the world’s most populous countries and major emerging economies such as India, China, Brazil and Indonesia; significant fossil fuel producers such as Saudi Arabia, Venezuela and Nigeria; and some of the world’s most climate vulnerable nations such as Bangladesh, Vanuatu and Yemen. Most countries belong to multiple blocs, which may have competing priorities. But developing countries have long been united in demanding that developed countries honor their legally binding obligations under the Paris agreement – and deliver on the means of implementation. In other words when it comes to transitioning away from fossil fuels, developed countries must go first, start immediately, stop expansion plans, and provide fair financial assistance so the rest of the world can work towards the same ends. The technical term for this is common but differentiated responsibility (CBDR), and is set out within the Paris accords. The 2015 agreement requires each country to create and implement a nationally determined contribution (NDC) that includes mitigation, adaptation and the means – finance, technology transfer and capacity building – by which this would be implemented. But this hasn’t happened. As it stands, developing countries face a shortfall of trillions of dollars, which is preventing them from implementing mitigation and adaptation measures as the climate crisis deepens. The G77 presidency rotates annually, and Pedroso will next week hand over the baton to Uganda – where the government is working with neighboring Tanzania and the French conglomerate TotalEnergies to construct one of the world’s largest fossil fuel projects, the 900-mile east Africa crude oil pipeline.","meta":{"id":"environment/2024/jan/19/cop28-fossil-fuels-climate-deal-pedro-pedroso-us-uk-canada-pollution_1","publication_date":"2024-01-19T09:00:25Z"}}
{"text":"Australia has already set a net zero by 2050 target and a 43% reduction by 2030. However, research from two leading scientists who contribute to the UN climate panel’s global assessment of climate targets has suggested Australia would need to set a 2035 target of 90% to do its fair share of keeping global temperatures to 1.5C. UN experts have been concerned for years that progress to reduce sediment, nutrients and pollution running into the reef’s waters has been too slow. The government said about $534m from a $1.2bn funding package up to 2030 would “accelerate actions to meeting water quality targets”. Queensland had not implemented its sustainable fisheries strategy by the end of 2023, as promised, and was still finalising a commitment to remove gillnet fishing from the northern third of the reef. The environment minister, Tanya Plibersek, said: “Labor is acting on climate change, improving local water quality, protecting our marine life, dealing with invasive species and investing a record amount of money into reef programs.” Unesco and its science advisers at the International Union for Conservation of Nature will consider the government’s report before making recommendations ahead of the world heritage committee’s July meeting in New Delhi. On Friday the government will also release a strategy to restore and protect wetlands in the catchment of the Great Barrier Reef.","meta":{"id":"environment/2024/feb/01/australia-great-barrier-reef-protection-climate-targets-on-track_1","publication_date":"2024-02-01T11:00:03Z"}}
{"text":"Glen Affric in the Highlands is home to deer, ospreys, otters and one of Scotland’s largest Caledonian pine woods. Often described as one of the country’s most beautiful glens, its scenic landscapes and diverse wildlife are such that it is protected as a national nature reserve. Now, local community groups have launched a bid for it to become Scotland’s third national park, in a race which has so far seen more than 10 other areas also submit their interest. The latest bid, submitted by Strathglass community council and supported by a number of local groups, proposes an Affric and Loch Ness national park that would encompass a portion of Loch Ness as well as Glen Affric, stretching from the Dundreggan rewilding centre to the south, mountainous Kintail to the west and the historic village of Beauly to the east. “The area is already popular with visitors, providing an important income stream in rural areas,” said Humphrey Clarke, the chair of Strathglass community council. “National park status would provide access to funding and empower local people.” Steve Micklewright, the chief executive of the rewilding charity Trees For Life, which is supporting the bid, said it could bring significant environmental benefits to the area. “A new national park could enable nature restoration on a major scale in this stunning landscape of mountains, glens, lochs and ancient forests. It would help biodiversity to recover and lock in carbon in trees and peatland to help with the climate crisis,” he said. The Scottish government committed to the creation of a new national park by 2026 in the Bute House agreement, a power-sharing arrangement between the SNP and the Scottish Greens.","meta":{"id":"environment/2024/jan/27/glens-lochs-and-isles-battle-to-be-scotlands-next-national-park_0","publication_date":"2024-01-27T15:00:38Z"}}
{"text":"Aliyev’s government last week appointed a former executive of its state oil and gas company as president of the Cop29 climate talks that are scheduled to take place in Baku this November. Mukhtar Babayev was appointed Azerbaijan’s ecology and natural resources minister in 2018, after a 26-year career at oil and gas company Socar. Critics of the appointment have drawn parallels with the appointment of Sultan Al Jaber to preside over last year’s Cop28 climate summit in Dubai, while still in his role as the chief executive of the Abu Dhabi National Oil Company. Azerbaijan’s government hopes to fill the gap in Europe’s gas supplies left by Russia after its invasion of Ukraine almost two years ago. But critics have warned that Azerbaijan’s fossil fuel interests have played a direct role in funding the military aggression against ethnic Armenians in the disputed territory of Nagorno-Karabakh. Global Witness said Azerbaijan’s share of two large oil and gas projects operated by BP had earned its government more than four times its military spending since 2020 when the long-running conflict erupted again. More than half of Nagorno-Karabakh’s population have fled to Armenia in what Yerevan has described as “ethnic cleansing” amid a military blitz by Azerbaijan to reclaim full control over the breakaway region. Dominic Eagleton, a senior campaigner at Global Witness, said: “As we hurtle towards climate collapse, we’re now being asked to put our future in the hands of Azerbaijan, a petrostate that’s propped up by oil super majors and is massively increasing its gas production. We need climate policymaking to be run by climate leaders, not countries with a vested interest in keeping the world hooked on oil and gas.”","meta":{"id":"environment/2024/jan/08/cop29-host-azerbaijan-to-hike-gas-output-by-a-third-over-next-decade_1","publication_date":"2024-01-08T06:00:42Z"}}
{"text":"But for now it seems as if the only answer is for people to wade in and pick it up themselves. All over the world, individuals, groups and governments are picking up the baton and launching initiatives against the rubbish filling the land and oceans. Their efforts range from local beach cleanups, to innovative strategies such as the “bubble barrier” that is being trialled in the Netherlands, to international efforts such as the Ocean Cleanup. Sungai Watch in Bali is one of these many valiant teams. It was set up by Bencheghib and her siblings Gary and Sam, who are French-born but grew up on the beaches of Bali and became aware of the growing plastic problem from a very young age. As teenagers, they started a weekly cleanup, roping in schoolmates and local businesses. “Back then, everyone looked at us in a bit of a weird mood. They were really asking the questions: why do you even bother? It’s just going to disappear with the waves,” Kelly says. From early on, the three realised that social media could be a huge help, and from 2009 they began sharing photos and micro-documentaries as well as highlighting local heroes to attract attention to the mounting problem of rubbish.","meta":{"id":"environment/2024/jan/17/stomach-churning-team-wading-through-nappies-to-clean-up-bali-waterways_2","publication_date":"2024-01-17T11:59:40Z"}}
{"text":"Last month was the warmest February on record globally, making it the ninth month in a row with record temperatures for the time of year, scientists have said. Global sea surface temperatures are also at their highest ever recorded, data from the EU’s Copernicus Climate Change Service shows. The data shows February was 1.77C warmer than the pre-industrial average for the month, from 1850 to 1900, and 0.81C above 1991-2020 levels. The global average temperature for the past 12 months – between March 2023 and February 2024 – was the highest on record, at 1.56C above pre-industrial levels. That puts the world temporarily above the 1.5C threshold beyond which, over the long term, the worst impacts of climate change are expected. Daily global average temperatures were “exceptionally high” during the first half of the month, reaching 2C above 1850-1900 levels on four days from 8 to 11 February, Copernicus said. European temperatures in February 2024 were 3.3C above the 1991-2020 average for the month, with temperatures well above average seen in central and eastern Europe, the figures showed. Europe’s winter, from December to February, was the second warmest on record for the continent. Average global sea surface temperatures for February, outside the polar regions, were the highest for any month on record, at 21.06C, exceeding the previous record of 20.98C set in August 2023. The average daily sea surface temperature reached a new absolute high of 21.09C at the end of the month, Copernicus said.","meta":{"id":"environment/2024/mar/07/february-warmest-on-record-globally-copernicus-climate-change-service_0","publication_date":"2024-03-07T03:00:41Z"}}
{"text":"Or what must we do? There are moral hazards everywhere. We have to choose how to intervene to keep us working on a path forward as humanity, because everything right now is set up to strip us of our humanity.”","meta":{"id":"environment/2024/jan/13/human-behavioural-crisis-at-root-of-climate-breakdown-say-scientists_5","publication_date":"2024-01-13T12:00:14Z"}}
{"text":"Sources within the party have argued that this spending target was designed to achieve more than a virtually zero-carbon power system by 2030 by creating homegrown green jobs and boosting local supply chain companies. The 2030 target could still be achieved with lower public spending by overhauling the UK’s regulatory and planning systems to help private sector investment to play a bigger role, one source said. Some of the biggest barriers to the UK’s green energy targets hinge on significant hurdles in the UK’s planning system, which has slowed the pace at which green projects can connect to the power grid. The Labour party also accused the government of overseeing an “energy security disaster” last year after it failed to attract any new investors to a key offshore wind subsidy auction. Investments in big green energy projects and grid infrastructure are expected to lower household energy bills in the long term by making cheap renewable energy more available. Research by Ember found households could save £300 a year on energy bills by 2030 by running a 98% zero carbon electricity grid. “The investment that a government makes now, will pay for itself in the future,” Fox said. “It will be paid back through lower energy bills because the greener our energy system becomes the cheaper it will be for the consumer. Investment today, will only be beneficial in the long run.”","meta":{"id":"environment/2024/jan/05/labour-energy-advisers-warn-against-watering-down-28bn-green-investment_1","publication_date":"2024-01-05T06:00:26Z"}}
{"text":"Eyespot variation in meadow brown butterflies has been used as an example of genetic polymorphism, whereby multiple genetic forms live together in a single population, in the decades since the classic study of butterflies by the biologist EB Ford, who wrote the bestselling New Naturalists guide in 1948. The study, published in the journal Ecology and Evolution, shows that eyespot variation in this instance is caused by the butterfly’s ability to react to changing temperatures. As well as examining male and female meadow browns from the same field in Cornwall every day throughout the flight season, Ffrench-Constant, whose father collected butterflies for the geneticist EB Ford in Cornwall, studied historic collections of dried butterflies from Eton and Buckingham. The researchers predict that the spots on meadow browns will decrease as the British climate heats up. Ffrench-Constant added: “This is an unexpected consequence of climate change. We tend to think about species moving north, rather than changing appearance.” • This article was amended on 18 January 2024 to replace the image as an earlier picture did not show a meadow brown butterfly.","meta":{"id":"environment/2024/jan/18/meadow-brown-butterflies-adapt-to-global-heating-by-developing-fewer-spots_1","publication_date":"2024-01-18T05:00:03Z"}}
{"text":"Reducing particle pollution to meet World Health Organization (WHO) guideline levels would have reduced premature deaths in Europe by 238,000 in 2021. More than 80% of the ammonia that leaches into our air comes from farming, specifically nitrogen fertilisers and animal waste, but the researchers also found sources in towns and cities. Ammonia next to busy roads was about 40% higher than other parts of towns and cities due to emissions from diesel and petrol exhausts. It was also greater in the mornings, perhaps due to greater emissions when petrol engines are started from cold. This may directly produce particle pollution. Tighter standards for new vehicles could help. Ammonia is likely to be adopted as a fuel for shipping and power generation in the future, but agriculture will remain its main source. In the UK, ammonia produced from agriculture decreased by 21% between 1990 and 2021. However, this was achieved before 2005, after which progress stopped. Despite readily available solutions, there is little connection between environmental and health scientists and farmers to drive action and policies.","meta":{"id":"environment/2024/mar/08/ammonia-levels-four-times-higher-in-europes-farming-regions-study-finds_1","publication_date":"2024-03-08T06:00:43Z"}}
{"text":"The National Oceanic and Atmospheric Administration forecast a strong El Niño weather phenomenon between October and this March, resulting in hot, dry weather and little rainfall. The UN Office for the Coordination of Humanitarian Affairs said in its November update that this was likely to result in the “delayed onset of rainfall and prolonged dry spells”, and could lead to drought conditions in Zimbabwe. By the close of 2023, it said, “the greater part of Zimbabwe had received less than 50% of the seasonal accumulated rainfall when compared to the long-term average”. Conservation groups in Hwange are now rushing to drill more boreholes in a bid to spread the elephants out into areas where food is more readily available. They are also installing solar-powered systems on existing boreholes to extend pumping hours to meet the expected pressure in the hot season from August. “We are aware that we might have an El Niño and a big drought in 2024,” Lane said. “We will see what we can do to mitigate that, but it will just be survival of the fittest … if there’s another drought we’ll have to go through the same thing again.” Droughts have caused mass die-offs of elephants in Zimbabwe before – in 2019, more than 200 died over two months due to a lack of water. Veterinarians and conservationists involved in Hwange said that elephants initially died in a cluster around one of the most used water points in the park. Later on, the deaths became widespread and were not appearing in clusters, they said.","meta":{"id":"environment/2024/jan/17/more-than-160-elephants-die-in-zimbabwe-with-many-more-at-risk-aoe_1","publication_date":"2024-01-17T08:00:24Z"}}
{"text":"Workers at environmental charities have said bold words on inclusion are not being matched with action, as research shows the sector still lags far behind others in racial diversity. Only about one in 20 workers in the environmental charity sector identified as an ethnic minority last year, according to a survey of organisations, compared with one in eight in the wider UK workforce. About the same proportion was represented in the senior leadership of organisations, the research found. The findings reveal the environment, climate, sustainability and conservation sector as one of the UK’s least diverse. One hundred and forty-two environmental organisations, representing almost 13,000 employees, submitted data to the research, carried out by the Race (racial action on the climate emergency) Report campaign, up from 91 the previous year. In spite of the disappointing findings – one percentage point down on last year’s, although more organisations were now taking part – many organisations said they were intensifying efforts to improve ethnic diversity and inclusion. One in 10 reported publishing or being in the process of publishing data on their race equity pay gap compared with one in 20 in 2022; two-thirds reported hiring a senior leader with responsibility for equality, diversity and inclusion, up from 44%; and 85% said they were carrying out reviews of the effectiveness of that work. “It’s encouraging to see how much the sector’s engagement with racial diversity has grown in just one year,” said Manu Maunganidze, of the Race Report. “The more data we have at our disposal, the better equipped we are to shape best practice and ensure we are amplifying underrepresented voices in the fight for social and environmental justice.”","meta":{"id":"environment/2024/feb/07/environment-charities-lag-behind-other-uk-sectors-in-racial-diversity-study-finds_0","publication_date":"2024-02-07T07:00:09Z"}}
{"text":"Sungai Watch has now initiated more than 1,000 weekly cleanups with the help of volunteers and collected a total of more than 1.7m kg of waste. The barriers are an effective mechanism, according to a 2019 study by the marine pollution researcher Muhammad Reza Cordova at Indonesia’s research agency BRIN. He found, over 13 months, that rivers with floating net booms had between seven and 10 times less debris than those without. Reza and his team recommended that the government install nets at least in the 10 main rivers of Java, Indonesia’s most populous island, but take-up has been slow, despite the government’s target to reduce marine plastic pollution by 70% by 2025. “So instead, we see non-government people taking actions, as we can see in many instances, because people just can’t stand it any more,” he said. The Sungai Watch team sorts through its rubbish sacks: a huge proportion of the waste is plastic bags, nappies, sanitary waste, or cables, all of which, for now, has to go into landfill. The remaining waste is washed and pressed by machines. Some of the plastics will be turned into furniture under the group’s social enterprise arm, Sungai Design, to be launched in February. “At the moment, we’re processing around maybe 20% of what we collect. So we have a giant garden of plastics that we’re still not yet able to cater to,” Gary Bencheghib said.","meta":{"id":"environment/2024/jan/17/stomach-churning-team-wading-through-nappies-to-clean-up-bali-waterways_4","publication_date":"2024-01-17T11:59:40Z"}}
{"text":"Baker, Withers, Dreher and their spouses met in May 2022 to discuss collaborating. “We found right from those early meetings that it was easy to talk,” says Dreher. They asked for support from Oregon Consensus, an institution that sponsors complex conflict resolution, and spent the summer bringing together environmental groups, government agencies and local tribes to form the Partnership for Lake Abert and the Chewaucan. After the members of the group identified their points of disagreement, they realised that they lacked a sufficient body of facts, so they commissioned six months of research collecting scientific data, traditional tribal ecological knowledge, and ranchers’ experiences. One of the main differences relates to the ranchers’ water diversions. Ranchers argue that their flood irrigation mimics the way the marshes functioned before the land was settled and drained in the late 1800s. They say the marshes harbour an immense biodiversity of grasses – upwards of 50 species – and attract birds such as sandhill cranes, geese and black-necked stilts. “There’s a symbiotic relationship between wildlife and ranching,” says Keith Baker, Tess’s husband. Conservation organisations and the Oregon state department of fish and wildlife supported the development of that flood irrigation in the 1980s. But Dreher disputes the claim that the practice mimics the marshes’ natural hydrology, and says such water use should be reconsidered now that the effects of the increasing heat and water shortage in the west have become more visible.","meta":{"id":"environment/2024/mar/05/salt-lake-migrating-birds-lake-abert-us_3","publication_date":"2024-03-05T15:04:42Z"}}
{"text":"In the summer of 2022, WWF, which has been concerned about the effects of global food production on wildlife and ecology, was scheduled to publish a report on fixing the food system called “Feeling the Bite”. It warned that about a million species were threatened. The hard-hitting report said in the UK and around the world “how we eat is driving a food production system that is destroying the planet”. It warned that a “broken” food system was putting an impossible strain on nature. As well as highlighting the threat globally to Asian elephants and the maned wolf in South America, it documented the plight of the River Wye as a case study. It warned that the increase in phosphate-rich manure produced by poultry farms was causing deadly algae blooms that “suffocate plants and fish, and leave birds such as kingfishers and dippers without food”. The report was set to be published in 2022 but, the source claims, it was proposed that publication be deferred and the Wye case study removed amid concerns that environmental campaigners would highlight WWF’s partnership with Tesco. A decision was later taken to shelve the report in its entirety. The source said that once the Wye case study had been removed, it raised questions about the report’s overall strength. Tesco said this weekend it did not have any involvement in the report or the decision for it not to be published.","meta":{"id":"environment/2024/mar/02/wwf-shelved-report-exposing-river-wye-pollution-to-keep-tesco-happy_1","publication_date":"2024-03-02T18:00:37Z"}}
{"text":"• Country diary is on Twitter at @gdncountrydiary","meta":{"id":"environment/2024/jan/20/country-diary-high-in-the-treetops-a-winter-feast_2","publication_date":"2024-01-20T05:30:50Z"}}
{"text":"“I don’t know what life means without coffee,” he told the diners. Similarly, wine suffers when weather is volatile, as climate change makes it. Kass pointed out that wine growers in the iconic Champagne, France, region have been buying land in England in preparation for making wine there in the future, as parts of France grow too warm for certain varietals. Fourth course: coffee and chocolate sticky toffee pudding with pistachio hazelnut and vanilla chantilly The final course showcased several foods under threat in a small, tasty sticky toffee pudding, the last word of the last supper. Coffee and nuts, noted earlier in the dinner, featured in the toffee pudding and in a pressed wafer shaped like a leaf placed on top, made of pistachio and hazelnut. Collins said he wanted to use flour to note how staple crops like wheat, grown throughout the midwestern US, are part of the equation, too. Small declines in these staples bring the potential for economic shocks, higher food insecurity, migration changes and conflict, Kass said, and in that sense, they’re perhaps the biggest concern. Chocolate’s fate looks similar to coffee and wine: it has to be grown in specific areas, and warming could make those areas inhospitable to the plants that form the backbone of its economy and culture. Kass said the climate is on track to eliminate cacao tree production by 2050 if nothing changes. Chocolate production is concentrated near the equator, largely by small farmers whose work is a way of life.","meta":{"id":"environment/2024/feb/03/endangered-disappearing-food-climate-crisis_7","publication_date":"2024-02-03T14:00:18Z"}}
{"text":"Dr Tim Portas pulls the patient from a cardboard box, wraps him in a towel and touches a cotton bud on his eye to see if he can blink. Patient number 1,433,093 is one of about 3,500 Rainbow lorikeets that have come into the RSPCA’s wildlife hospital near Brisbane since the beginning of the year with a mystery paralysis. This bird is one of the lucky ones. He can swallow and walk – albeit with a drunk-like gait, staggering across the triage room floor – so it’s a quick injection of fluids and off to the aviary. “He’s a got good prognosis for recovery,” says Portas, the hospital’s veterinary director. Across the corridor in the bird ward, a few dozen lorikeets are paired up in cages for more intensive care and hand feeding. Sign up for a weekly email featuring our best reads “They’re such a beautiful bird, but they’re cheeky and cranky little buggers,” says Jaimee Blouse, a senior nurse at the hospital. “They bite hard and they have sharp claws,” she says, holding up her hands to show the scratches of treating hundreds of the distressed birds. By the time we have returned from the aviary, there are another dozen lorikeets inside boxes in a reception area waiting to be seen. In recent weeks, about 100 paralysed lorikeets a day have been coming in to the hospital.","meta":{"id":"environment/2024/mar/03/rainbow-lorikeet-paralysis-syndrome-research-qld-nsw_0","publication_date":"2024-03-02T23:00:42Z"}}
{"text":"“We are desperately hoping for a change [in the weather] but the forecast is not looking good.” Hillary Smith, a senior research scientist at James Cook University, is monitoring areas of Magnetic Island, off Townsville, where researchers are seeing if the removal of seaweed can help reefs rebound. At one site at Arthur Bay, she said Cyclone Kirrily that struck this year had destroyed most of the corals “and close to 90% of the survivors are bleached or diseased”, she said. Another nearby site at Florence Bay had fared much better. The Guardian also heard reports of bleaching at the University of Queensland’s Heron Island research station near Gladstone. Corals across the reef flat and to a depth of five metres on the reef slope were bleaching. A spokesperson for Aims said scientists from the institute and the park authority would carry out helicopter surveys across the southern region in the next two days. “This information will help inform our decision on whether to conduct large scale aerial surveys across the reef.” Aims was monitoring temperatures from satellites, underwater gliders, marine weather stations and sensors on research vessels. The spokesperson added: “Aims teams have spent substantial time in the water since the beginning of the year conducting routine and additional field surveys.","meta":{"id":"environment/2024/feb/22/bleaching-fears-along-1000km-stretch-of-the-great-barrier-reef_2","publication_date":"2024-02-22T14:00:23Z"}}
{"text":"A climate protest group backed by a cadre of Hollywood film-makers is preparing to take action against “cowards” and “criminals” of all political stripes as the 2024 election approaches. Climate Defiance, which disrupted events featuring a string of Biden administration officials this year, and targeted Darren Woods, CEO of ExxonMobil, in December, will consider protesting at events staged by both Democrats and Republicans on the campaign trail after concluding that its “very disruptive” action was bearing fruit. In an interview, Michael Greenberg, the group’s co-founder, told the Guardian it will also focus “more and more” on state-level demonstrations designed to deter policymakers from approving fossil fuel projects. Since demonstrating outside the White House correspondents’ dinner in the spring, its activists have staged protests at events featuring a string of senior federal officials, including the transportation secretary, Pete Buttigieg, and the energy secretary, Jennifer Granholm. Climate Defiance has also interrupted two separate public appearances by the chair of the Federal Reserve, Jerome Powell. It is now recruiting for an organizing director to help coordinate “disruptive, nonviolent direct action to resist fossil fuel extraction”, according to a job advertisement. “If we were a new group asking nicely, we’d be a random no-name group and the White House could just have conversations with groups a hundred times our size who did the same thing,” said Greenberg, 30. “Why would they talk to us?” Instead, the group claims its demonstrations at high-profile events have got it a seat at the table. Ali Zaidi, the national climate adviser, has been on the phone.","meta":{"id":"environment/2023/dec/26/climate-defiance-change-protesters-confrontation_0","publication_date":"2023-12-26T13:00:36Z"}}
{"text":"“Sometimes we forget that the wild world is right outside our windows,” said Speight. “Taking part in the birdwatch is such a great way of accessing that wildness and it can be that first step to getting people interested in the wild world. It’s a magic door that you can easily open. In terms of mental health and wellbeing, I just know from my own life, stopping and looking out at the birds just gives me that moment of otherness which I find really restorative.” Research showed that people spent more time in nature during the Covid pandemic and lockdowns but a recent report from the Office for National Statistics found many people had reverted to their pre-pandemic habits, with over a million fewer people now spending time in nature. Dr Amir Khan, the president of the RSPB said: “Taking a moment out of my busy life to enjoy the birds that visit my garden is incredibly beneficial for my mental health, helping to increase serotonin, known as the happy brain chemical, which lifts my mood and reduces stress levels. “I’d encourage everyone who can to take part in this year’s Big Garden Birdwatch, whether in a garden, a balcony or a local green space. It’s fun, free and for everyone, and the perfect way to spend an hour reconnecting with our precious, yet fragile wildlife.”","meta":{"id":"environment/2024/jan/26/hope-for-waxwing-boost-in-annual-uk-bird-count-rspb-big-garden-birdwatch_1","publication_date":"2024-01-26T06:00:24Z"}}
{"text":"England is launching a biodiversity credit scheme this week that attempts to force all new road and housebuilding projects to benefit nature, rather than damage it. The “nature market”, called biodiversity net gain (BNG), means all new building projects must achieve a 10% net gain in biodiversity or habitat. If a woodland is destroyed by a road, for example, another needs to be recreated. This can happen either on site or elsewhere. The requirement becomes law under the Town and Country Planning Act on 12 February for larger sites, and on 2 April 2024 for smaller sites. The scheme will make people think about how to minimise and mitigate the ecosystem impact of new developments, said Natalie Duffus, a biology and geographer researcher from the University of Oxford, who analysed the impact of BNG trials on conservation. “In theory, it could restore lots of habitats,” she added. The government has a target of building 300,000 new homes a year by the mid-2020s. Land affected by those developments must be compensated for under the new rules. Internationally, “it’s one of the most ambitious schemes we’ve seen”, said Duffus.","meta":{"id":"environment/2024/feb/12/england-brings-in-biodiversity-net-gain-rules-to-force-builders-to-compensate-for-loss-of-nature_0","publication_date":"2024-02-12T00:01:25Z"}}
{"text":"A commitment to restoration is essential, according to Inger Andersen, executive director of UNEP, who noted it was no longer enough to merely protect what was left of Africa’s fertile land. This continent will be home to a quarter of the world’s population in little more than a generation and many areas have already degraded into semi-barren drylands. “Initiatives like TREES are playing an important role in reversing decades of ecosystem degradation, especially across the Sahel, pushing back desertification, increasing climate resilience and improving the wellbeing of farmers and their communities,” Andersen said in announcing the World Restoration Flagship. While there is no doubt about the need for reforestation, there are historical reasons to be sceptical about the effectiveness of such programmes. Expectations are often too high. A 2019 study suggesting the climate crisis could be significantly eased by planting a trillion trees across the world was later debunked as unrealistic because there was not enough suitable land. Many governments have launched mass tree-planting campaigns, but after the initial day or two of publicity, there is rarely sufficient irrigation, protection and other follow-up to ensure seeds and saplings grow into trunks and branches. Often such national initiatives are little more than greenwashing distractions from far greater forest destruction elsewhere. Kenya, for example, has launched numerous tree-planting initiatives in recent decades, including the Million Operation Gavisha in 1977, the Trees Campaign in 2006, the Greening Kenya Initiative in 2010 and the Accelerated National Tree Growing Campaign 2022, yet overall, it has lost 11% of its tree cover since 2000. The situation has stabilised somewhat in the past two years under the current president, William Ruto, who has declared an annual tree-planting holiday and set a national target to plant 15bn trees and raise tree cover to 30% by 2032.","meta":{"id":"environment/2024/mar/13/seven-times-size-of-manhattan-the-african-tree-planting-project-making-a-difference_1","publication_date":"2024-03-13T12:00:27Z"}}
{"text":"Children with more green space near their homes have significantly stronger bones, a study has found, potentially leading to lifelong health benefits. Scientists found that the children living in places with 20-25% more natural areas had increased bone strength that was equivalent to half a year’s natural growth. The study, the first of its kind, also found that the risk of having very low bone density was about 65% lower for these children. Bone strength grows in childhood and adolescence, before plateauing until about the age of 50 and then declining. Increasing the size and accessibility of green spaces for children could therefore prevent fractures and osteoporosis in older people, the researchers said. The link between green spaces and stronger bones is likely to result from higher levels of physical activity in children who live near parks, as this spurs bone growth. The connection was strongest for green spaces with trees, which the scientists said may be because these were more attractive places to visit. “The stronger the bone mass is during childhood, the more capacity you have for later in life,” said Prof Tim Nawrot, at Hasselt University in Belgium, who was part of the study team with Dr Hanne Sleurs and others. “So the real public health message from this study is that urban planners can make stronger bones of children, and that has long-lasting consequences.” Previous research has found greater access to green spaces increases physical activity in children.","meta":{"id":"environment/2024/jan/13/children-living-near-green-spaces-tronger-bones-study_0","publication_date":"2024-01-13T06:00:07Z"}}
{"text":"Scientists are starting to count the health cost of heating our homes with wood. One study, in Canberra in Australia, has found that deaths from everyday exposure to smoke from wood burners is comparable with those during the unprecedented “black summer” bushfires of 2019/2020. Prof Sotiris Vardoulakis, part of the research team and director of the Healthy Environments and Lives (Heal) National Research Network, described winter in the city: “When I take my two boys to play basketball outdoors in winter, or when we walk the dog before dinner, there is always a smell of wood smoke in the air.” Vardoulakis and his team found that wood-heating was causing up to a quarter of the particle pollution in Canberra. Combining this information on the health harm from air pollution, they estimated that between 17 and 63 deaths were attributable annually to wood smoke in the Australian Capital Territory, which has a population of about 450,000. This shortening of life means an annual loss of A$92m to A$333m (£48m to £173m) to Australian society. The health impact of this regular winter burning was comparable to the deaths during the 2019-2020 “black summer” bushfires from smoke. Vardoulakis said: “Canberra suffers from winter pollution, largely due to wood-heaters. There are many complaints from families with asthma, but also from people without chronic health conditions. They feel hopeless.","meta":{"id":"environment/2024/jan/26/domestic-wood-burners-having-a-deadly-impact-in-outside-areas_0","publication_date":"2024-01-26T06:00:24Z"}}
{"text":"A South Fulham east neighbourhood project was made permanent in December 2021. The council published a report on Friday proposing a similar trial scheme introduced in February 2023, known as the South Fulham west project, be made permanent. Average traffic flows lower on residential roads and some main arterial roads between March 2022, before the trial, and March 2023 during it. The market research agency Opinium polled residents in the trial area: 59% supported reducing out-of-borough traffic using neighbourhood streets as cut-throughs. The polling firm also conducted an online consultation of residents and businesses in the borough: 52% of respondents supported the principle of reducing out-of-borough traffic using neighbourhood streets as cut-throughs, and 59% of businesses were opposed. Hands, a trade minister and minister for London, said his own survey published last year found 70% of residents do not support the schemes. He said he had been contacted by many businesses and residents about the impact on the area. “Businesses say no one want to come to them any more because they spend too long in traffic.” Hands said he did not own a car and used public transport in the borough, but considered the scheme was ill-thought out and the council should “go back to the drawing board”. He said he doubted whether people would vote at the general election on their views on traffic schemes.","meta":{"id":"environment/2024/feb/25/support-for-clean-air-traffic-scheme-in-chelsea-plunges-tory-mp-into-row_1","publication_date":"2024-02-25T08:00:52Z"}}
{"text":"Maximo Torero Cullen, the chief economist at the FAO, wrote in the foreword to the report: “Climate change is widening even further existing income gaps in rural areas, pushing vulnerable people towards maladaptive coping strategies and ultimately making it harder for these groups to escape cycles of poverty and hunger.” Poorer households were hit by losses about 5% greater on average than their better-off neighbours when flooding or extreme temperatures struck, the report found. Phillips said: “What we found was that climate change was making the rural poor more dependent on agriculture. Agriculture will become more difficult as the climate changes further.”","meta":{"id":"environment/2024/mar/05/financial-toll-climate-crisis-women-harder-un_2","publication_date":"2024-03-05T09:00:04Z"}}
{"text":"Sign up for a weekly email featuring our best reads “If you have a successful swarm that’s unattended you can have 20,000 toadlets within a couple of weeks. This year is the worst I can remember. Golf courses are classic breeding grounds – toads love it.” For the third year running, Australians living across the cane toad’s territory are being asked to be a part of the Great Cane Toad Bust run by the not-for-profit community environment group Watergum. Gloves, bucket and a torch are the basic kit. At last year’s Great Cane Toad Bust, Middap and his mates took out the unofficial top ranking, grabbing more than 2,700 toads from the estate’s golf course and back yards. This year’s event – to be held from 13 to 21 January – follows months of weather that has been great for cane toads. Dr Jodi Rowley, a frog biologist at the Australian Museum and the University of New South Wales, says the warm and wet conditions as well as flooding in recent months are perfect conditions for all amphibians – including cane toads. Floods help the toads reach new territory and Rowley has seen social media videos of swarms of thousands. “I think it has been a good season for them,” she said.","meta":{"id":"environment/2024/jan/13/toadbusters-take-on-exploding-cane-toad-population-in-queensland-with-gloves-bucket-and-torch_1","publication_date":"2024-01-12T14:00:32Z"}}
{"text":"Almost half of plastic production today is for consumer goods, single-use packaging that will be thrown away. We need the industry to solve the problem of pollution they have created, not build a huge new plant to massively increase plastic production.” The UK said Ineos had promised that only 10% of the ethylene produced would be used for single-use plastic. The rest will be used for construction goods, including pipes and cable ducting, according to UKEF. Dagevos said: “How will they monitor this? There are no controls over who is buying the ethylene. This will just boost the production of single-use plastic packaging and throwaway consumer goods in Europe.” A spokesperson for the government said: “UK Export Finance helps UK businesses to win, deliver and get paid for overseas contracts. “Our financing guarantee for Project One secures new export opportunities and is consistent with our continued support for a global transition towards net zero.” Ineos is publicly pushing back against scientific evidence of the human health and environmental and climate impacts of plastic pollution.","meta":{"id":"environment/2024/feb/29/uk-600m-backing-jim-ratcliffe-carbon-bomb-petrochemical-plant_3","publication_date":"2024-02-29T15:35:25Z"}}
{"text":"A frog species that is in a “perilous state” due to an infectious disease has been successfully bred at a wildlife park in Oxfordshire. Keepers at the Cotswold wildlife park in Burford have again bred the near-threatened cinnamon frog, four years after it became only the second zoological collection in Europe to breed the species. Reptile keepers have paid homage to the name and called the froglets after different coloured spices including paprika, cayenne, saffron, chipotle and chilli, and they are being looked after in a specialist amphibian breeding room. Jamie Craig, general manager of Cotswold wildlife park, said the species is in a “perilous state” due to the chytrid fungus, an infectious disease in frogs. He said: “Our dedicated reptile team have been working hard to perfect breeding techniques in our Amphibian Room. “Many frog species have incredibly specific requirements, and it is a testament to their hard work that they have now managed to replicate our previous success with the cinnamon frogs. “With the perilous state of many amphibian species in the world due to the Chytrid fungus, any expertise garnered from the captive populations may well be important tools for the future of these fascinating creatures.” Only five other zoos in Europe keep the species with one other successfully breeding the frogs in the last 12 months, according to the wildlife park. The amphibians, known for their distinctive reddish-brown colour, similar to cinnamon, and black-and-white spots across their bodies, are native to parts of south-east Asia including Thailand, Malaysia, Singapore and Sumatra. The cinnamon frog is also known for its unique call, which was described by reptile keeper Megan Howard as “delicate, beautiful and unusual” after filming the wildlife park’s new froglets calling to each other.","meta":{"id":"environment/2024/feb/24/near-threatened-cinnamon-frog-species-successfully-bred-in-uk_0","publication_date":"2024-02-24T21:26:46Z"}}
{"text":"The hide at Llyn Coed y Dinas, close to the southern end of the Welshpool bypass, is a good place to spend an hour at the dimming of the day. So I did, snugly wrapped in a Himalayan down jacket, a travel rug across my knees as the small waves lapped against the pebbled shore. The surface of the lake congealed into a film of ice; Venus rose, cradled in the moon’s arms. The resident birds, which are the reason for this lake being a nature reserve, paddled to their roost on a small island; I poured myself a cup of tea, watched, waited… Patience, quietude, are our best friends when it comes to wildlife sightings. Why had I come here? The off chance that I might see, or more likely hear, a bittern? I’d no expectation of that. Naturalists George Schaller and Peter Matthiessen travelled to the remote Dolpo in the Himalayas in quest of the snow leopard. All they found were pug marks and a scat. That Zen lesson led Matthiessen to write his classic 1978 book.","meta":{"id":"environment/2024/feb/08/country-diary-somewhere-in-the-stillness-a-bittern-lurks_0","publication_date":"2024-02-08T05:30:03Z"}}
{"text":"The organs of the birds have been analysed, multiple necropsies carried out, toxicology tests completed and even DNA analysis of the birds’ droppings. Samples of plants close to sites where birds have been found are also being checked. Researchers have ruled out any infectious disease and there is no evidence so far that chemicals such as pesticides are to blame. Phalen says the working hypothesis is that the birds are being affected by a toxin such as a bacteria or fungi, which could be growing on the plants they feed on. Rainbow lorikeets feed on nectar, pollen and native fruits. But narrowing down what they are eating will be difficult. Portas says DNA analysis of the gut contents of lorikeets has so far turned up about 150 different plant species. “It’s a real whodunnit kind-of mystery,” he says. “But the challenge will be, once we know what it is, how do we control it?” The worst day Phalen says the toll on vets and carers who have had to witness thousands of suffering birds has been high.","meta":{"id":"environment/2024/mar/03/rainbow-lorikeet-paralysis-syndrome-research-qld-nsw_3","publication_date":"2024-03-02T23:00:42Z"}}
{"text":"They’re often only three inches long so it’s not that scary. But it’s a privilege seeing wildlife coming towards you – that rarely happens. I’m a systematist, which is someone who studies the tree of life, figuring out who is related to who, often with DNA. Sometimes, we add new branches to the tree by discovering species new to science. I’ve described 15 species of fish, several of them cavefish. My favourite is Typhleotris mararybe from Madagascar, which means “big sickness” in Malagasy. It was the first time I’d gone into a cave and it should have put me off caving for ever. It was in 2008, and the sinkhole was called Grotte de Vitane, which is part of a partially unmapped system of waterways in the south-west of the country.","meta":{"id":"environment/2023/dec/21/prosanta-chakrabarty-i-discovered-cavefish-big-sickness-aoe_1","publication_date":"2023-12-21T10:00:22Z"}}
{"text":"“If we can use an interactive in an almost entertaining way to tell people that message and get them to think about it, hopefully then we start getting the mass of people to think about solutions. I suppose in some ways, try and remove the politics from it … also try and remove some anxiety and get people to focus on practical steps they can take.” In terms of steps to prevent the museum’s walls being breached, he said planning rules that allow developments to be built upstream without considering the impact downstream needed to be urgently reviewed, flood plains needed to be protected and Victorian sewerage systems must be modernised. While the museum avoided being breached in January, archive materials stored in containers in the car park were damaged, as were electrics, and the museum lost a significant amount of business from having to close in school holidays. “Where we are now, looking out the cafe, it looked a lot like we were at sea,” O’Connor said. “We were completely surrounded by water on all sides. And certainly no one in recent memory at the museum had ever seen it that bad. And it really was a powerful demonstration of what is happening and the importance for us here of the flood plains and ensuring that we protect them.” O’Connor said he did not want to be drawn into politics but strongly suggested that planning regulations be reviewed. “Developments, whether that be residential or commercial that are built, which don’t have flooding in mind and don’t have thought towards impact downstream is important.","meta":{"id":"environment/2024/feb/25/uk-river-rowing-museum-flood-threat-climate-crisis_1","publication_date":"2024-02-25T14:00:01Z"}}
{"text":"The granman recounts the story of how an 18th-century ancestor named Ma Paanza hid rice grains in her hair and brought them to the newly founded communities in the jungle. The Saamaka still grow a strain of rice called Ma Paanza. “[Rice] is easy to cultivate. It was an ideal food for us then and until now,” Aboikoni says. Now, centuries after escaping from the plantations, the Saamaka find their ancestral lands facing new threats, this time from climate breakdown. In 2022, Suriname bore the brunt of heavy rainfall due to the climate crisis and La Niña weather patterns, resulting in widespread flooding in the interior. In response to the mounting pressure from extreme rainfall on the Brokopondo reservoir in the middle of the country, the state-owned oil and gas company, Staatsolie, opened the sluices of the Afobaka dam, designed to supply electricity to the now-defunct industrial aluminium smelters of the US multinational Alcoa. Cultivated fields were left submerged for months, leading to the irrevocable loss of some rice species. “They couldn’t save anything,” says Adjako. Adjako strolls across the parched terrain of her kostgrond, a small plot of land for subsistence farming cleared from the forest using traditional slash-and-burn techniques.","meta":{"id":"environment/2024/jan/29/rare-rice-species-suriname-saamaka-maroon-slavery-climate-resilience_2","publication_date":"2024-01-29T12:00:21Z"}}
{"text":"To suggest otherwise would be highly inaccurate. “At the September 2023 meeting, the EA chair made clear his disappointment with water company performance; reiterated the need for rapid investment and the sharing of good practice, and outlined actions he would be taking forward at the Environment Agency, including continued rigorous enforcement. “We are continuing to robustly hold water companies to account, with strengthened regulation and £150m in fines secured through prosecutions since 2015.”","meta":{"id":"environment/2024/feb/01/watchdogs-and-water-bosses-had-dinner-at-private-london-club-to-discuss-future_4","publication_date":"2024-02-01T19:21:20Z"}}
{"text":"Relax restrictions on solar panels for power and heat, and subsidise. Our aim should be to have as many buildings become as self-sufficient in energy as possible. Third, develop more localised generation. Combined heat and power for districts, for example, could fill much of the gap. The grid then becomes the backstop, to fill in the rest. There’s only one major problem – lower dividends for the CEOs and shareholders who donate to the Tory party. So, what’s it going to be? Charles Harris National campaigns committee, Green party of England and Wales","meta":{"id":"environment/2024/feb/22/net-zero-requires-new-ways-of-thinking-about-how-we-supply-and-use-energy_1","publication_date":"2024-02-22T17:35:19Z"}}
{"text":"With a power plant humming away nearby, my first visit to the heart of Kenya’s geothermal power generation turns out to be a lesson on what is going on below our feet. According to the Geological Society, the Somalian and Nubian tectonic plates pulled away in opposite directions about 25m years ago, with the surface between the two fault lines sinking and bringing magmatic fluids closer to Earth’s surface and creating the famous rift, a vast valley that stretches 6,400km from Jordan to Mozambique. Under the valley, water percolates easily and comes into contact with hot rocks found 1-3km beneath the surface, creating a mix of superheated water and steam at 75% and 25% respectively, with temperatures averaging 300C (572F) and pressures of 1,000 PSI. These are, it turns out, the perfect conditions for generating geothermal energy. “This is the steam we are tapping to run the turbines that generate electricity. It is rough down there, and that is where we go,” says Mangi. “A dangerous but necessary mission.” Mangi has observed the behaviour of the valley for 27 years and knows exactly where to drill a well that will yield geothermal power. “Kenya has developed the capacity for precision geoscientific studies that help us to identify potential areas to drill. Exploration and drilling are cost-intensive endeavours and investors don’t want to go to a greenfield without confirmed viable resources,” he says.","meta":{"id":"environment/2024/jan/25/our-contribution-to-a-cleaner-world-how-kenya-found-an-extraordinary-power-source-beneath-its-feet_1","publication_date":"2024-01-25T06:00:13Z"}}
{"text":"Elon Musk, one of the richest men in the world and owner of the platform, who has separately endorsed antisemitic conspiracy theories, replied: “Support the farmers!” The German farmers’ association has distanced itself from far-right groups who have tried to influence their protests. Some farmers turned up to protests with banners on tractors that read “Farming is colourful, not brown” in reference to the brown uniforms of fascist groups. Others were pictured with makeshift gallows dangling a traffic light – a reference to the parties of the coalition government whose colours are red, yellow and green. Farmers’ issues can lend themselves to far-right ideology through nostalgia for the past and “blood and soil” themes, said De Jonge, adding that there has been a “cross-contamination of different types of extremism” among some actors in the German and Dutch protests. “Ideologies used to be clearly delineated,” she said. “Now they take ideas from a mixed bag of ideological snippets and paste them into this worldview.”","meta":{"id":"environment/2024/jan/15/why-europe-farmers-are-protesting_4","publication_date":"2024-01-15T05:00:05Z"}}
{"text":"It’s meant to show both how food and agriculture are affected by climate change, but also how food systems, a major driver of climate change, can be adapted to stave off the most extreme outcomes and perhaps make a better world. Diners asked questions about how to be good consumers, where to invest their money to make a difference, what role they can play to help out – all part of the intent to focus on solutions after introducing the problems. One woman drove the point home succinctly, saying: “When we’re talking about species extinction, we’re talking about our extinction.” Several dozen people who paid nearly $300 per ticket won’t alone solve a climate crisis that threatens global food systems. The hosts stressed the importance of spreading the message, both to people they know and to policymakers. “I want people to send a note to every friend in their email address book and tell them that we are at an existential hinge point,” Zimmern said. “This is a crisis that we need to actually solve.” Amuse bouche: shrimp and salmon chips with Old Bay and dill A small jar of crispy salmon skin and shrimp chips introduced the idea that seafoods of all kinds are particularly at risk from the climate crisis. Waters are warming, sending animals in search of cooler waters. For US consumers, this means that some, like lobster, will swim farther north, toward Canada, affecting their cost and availability.","meta":{"id":"environment/2024/feb/03/endangered-disappearing-food-climate-crisis_3","publication_date":"2024-02-03T14:00:18Z"}}
{"text":"“That’s really what we’ve been working to really give it, like, a second life.” But they are all aware that this is just a starting point. The teams have faced everything from snakes to the sort of heat that makes wearing protective equipment unbearable. And even after a cleanup, they can go back to the same rivers only to find rubbish floating on the surface again. “We’re really just solving a fraction of the plastic problem here in Bali. Our efforts are like a tiny drop in the ocean. Our perfect scenario is for Sungai Watch to no longer be needed,” they said.","meta":{"id":"environment/2024/jan/17/stomach-churning-team-wading-through-nappies-to-clean-up-bali-waterways_5","publication_date":"2024-01-17T11:59:40Z"}}
{"text":"Some are experimenting with new types of patterned or coated glass that birds can see. Others are rethinking glass towers entirely, experimenting with exteriors that use wood, concrete or steel rods. Blurring lines between the indoors and outdoors, some architects are creating green roofs and facades, inviting birds to nest within the building. “Many people think about bird-friendly design as yet another limitation on buildings, yet another requirement,” said Dan Piselli, director of sustainability at the New York-based architecture firm FXCollaborative. “But there are so many design-forward buildings that perfectly exemplify that this doesn’t have to limit your design, your freedom.” How modern buildings put birds in danger For Deborah Laurel, principal in the firm Prendergast Laurel Architects, the realization came a couple of decades ago. She was up for an award for her firm’s renovation of the Staten Island Children’s Museum when the museum’s director mentioned to her that a number of birds had been crashing into the new addition. “I was horrified,” she said. She embarked on a frenzy of research to learn more about bird collisions. After several years of investigation, she found there was little in the way of practical tips for architects, and she teamed up with the conservation group NYC Audubon, to develop a bird-safe building guide.","meta":{"id":"environment/2023/dec/27/birds-buildings-collisions-architecture_1","publication_date":"2023-12-27T12:00:05Z"}}
{"text":"Flexible, thin solar cells that are lightweight and portable may be a step closer to reality after Australian researchers claimed a new record for the amount of sunlight they can capture and turn into energy. While traditional solar panels are rigid and heavy, the lightweight solar cells are made by printing ink on to thin plastic films. “It’s the best demonstration that this is a viable method of making the solar cells,” said CSIRO’s renewable energy systems group leader, Dr Anthony Chesman. The scientists, working in collaboration with researchers from four universities, claimed an efficiency record for fully roll-to-roll printed cells, in which all of the layers of the product were made using printing methods. For a small-scale device they achieved efficiency of 15.5% and for a larger device measuring 50cm sq they achieved efficiency of 11%. The results of the research have been published in the journal Nature Communications. Lead author and CSIRO’s principal research scientist, Dr Doojin Vak, said the efficiencies were made possible by integrating machine learning into the production process. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup “We developed a system for rapidly producing and testing over 10,000 solar cells a day – something that would have been impossible to do manually,” he said. Vak said the team’s research had also removed the need for some expensive materials in production of the cells, such as gold, by using specialised carbon inks that could reduce production costs. The emerging technology still trails the efficiency of conventional silicon solar panels and its potential use in the market is still some years away.","meta":{"id":"australia-news/2024/mar/12/csiro-claims-new-record-for-energy-efficiency-in-lightweight-printed-solar-cells_0","publication_date":"2024-03-12T09:56:22Z"}}
{"text":"“Our organising programmes are getting ready to absorb thousands of young people, and we said in Jamie’s instance, in that campaign, we are going to need to turn out 60,000 votes. “We’re talking big numbers, but we’ve been working on this and building the sort of infrastructure to be able to scale for the last 18 months. So we’re ready to take in young people up and down the country to take those roles and bring in new waves of young people.” The goal, Ibrahim said, was to create a committed climate-focused caucus of MPs to influence a future Labour government, in the same way as small blocs of rightwing Tory MPs have led the conversation for the Conservative government since 2014. “The Net Zero Scrutiny committee, which was a very small group of rightwing sceptics, or the [European Research Group] … were able to define the Conservative governments of the last decade,” Ibrahim said. “They made Brexit happen, they now have a government in power that went from being a champion, at least on the face of it, of climate to being one that’s taking it to the culture wars. “And that is the type of organising we are going to challenge our candidates to do. They will have immense power as backbenchers under a Labour government, particularly if there isn’t a massive majority.”","meta":{"id":"politics/2024/feb/13/young-climate-activists-labour-candidate-selections-green-new-deal-rising_1","publication_date":"2024-02-13T15:22:06Z"}}
{"text":"The International Energy Agency said heat pumps are “the central technology in the world’s transition to secure and sustainable heating” but meet just 10% of the global heating need in buildings. In some countries, heat pumps have also become unlikely fuel for culture wars. The boxes – which have become the main source of heating in countries such as Norway with little controversy – have been the subject of intense media attacks and disinformation campaigns in countries including Germany and the UK.","meta":{"id":"environment/2024/feb/27/environmentally-friendly-heat-pumps-hit-slump-in-europe-says-lobby-group_2","publication_date":"2024-02-27T13:24:02Z"}}
{"text":"It also comes as the Welsh leg of the Covid inquiry, which began in Cardiff this week, has refocused on tensions between ministers in Wales and their UK counterparts during the pandemic. Deben was a farming minister and then environment secretary in Margaret Thatcher and John Major’s governments. That itself raised the issue about whether it was appropriate for his successor also to be a Conservative, the source said. “No one is making the argument it can’t be a Tory just because they’re a Tory. We are not saying that every single name on the list lacks climate credibility. But this is a list which is true blue from start to finish,” he said. “This appointment is clearly designed to impose a Conservative chair, and this is for 10 years.” A Department for Energy Security and Net Zero spokesperson said: “The government’s latest proposal identified a credible chair and deputy chair of the Climate Change Committee. Robust due diligence has taken place and all devolved administrations have been involved throughout the process. In the meantime, Piers Forster has been appointed as interim chair, allowing the committee to continue its work until a permanent chair is in place.”","meta":{"id":"environment/2024/mar/01/devolved-leaders-reject-shortlist-for-climate-watchdog-chair-over-tory-links_3","publication_date":"2024-03-01T06:00:48Z"}}
{"text":"El-Hage said Greenlife was requesting some documents that the EPA considered beyond what was relevant but he did not detail what these were. Last month, the EPA said it was “following up on a possible second supplier” that may have provided asbestos-contaminated mulch to at least two sites where the substance has been detected. Victoria’s EPA confirmed it was conducting random inspections of mulch producers in the state. A spokesperson said it had taken “additional steps to prevent asbestos contamination of mulch” after reports the asbestos contamination crisis had spread to Queensland. “We are carrying out a targeted program of spot inspections to ensure Victorian mulch producers have effective systems in place to prevent contamination from occurring,” the EPA Victoria spokesperson said. “While we place strict conditions on industry and conduct regular inspections, we take the potential risk of asbestos contamination very seriously.” Last month the Queensland government confirmed it had detected friable asbestos in a soil stockpile at company NuGrow’s Ipswich site, west of Brisbane. NuGrow is not linked to Greenlife Resource Recovery, the company at the centre of the crisis in NSW.","meta":{"id":"environment/2024/mar/08/company-at-centre-of-nsw-asbestos-crisis-argues-epa-ban-on-selling-mulch-is-having-unjustified-impact_3","publication_date":"2024-03-08T03:53:29Z"}}
{"text":"Serious flooding has hit parts of Saudi Arabia after a red rainfall warning was issued at the end of last week by the National Centre for Meteorology. The areas most seriously affected were in the north, specifically the provinces of Hail and al-Qassim and the far north of Ash Sharqiyah. High rainfall totals, hailstorms and lightning were expected to come with heavy showers that moved in from the west. Typically, these parts of Saudi Arabia receive about 10-15mm of rainfall in December, with this falling across three to six days of the month. However, some meteorological models were suggesting rainfall totals of 20-50mm in places by the time the warning ended during the early hours of Saturday night. So far there have been reports of flooding and large quantities of hail covering the streets in the city of Buraydah, al-Qassim. While exact measurements have been difficult to obtain, there has been video footage of cars either driving through flood waters or becoming stranded in large quantities of hail once the flood water receded. Temperatures across large swathes of Canada will continue to remain at least 5C above the average through this week. In some areas there will be an extreme difference in temperature from the seasonal norm, notably for parts of Alberta, Saskatchewan, Manitoba, and Ontario, where daytime maximums could be 20C higher than the average. For context, Thompson in north-central Manitoba has a daily mean temperature of -20.6C in December, but is expected to reach -2C early this week.","meta":{"id":"environment/2024/jan/01/weather-tracker-saudi-arabia-hit-by-floods-as-temperature-records-broken-in-canada_0","publication_date":"2024-01-01T12:48:40Z"}}
{"text":"My interest in fossils began at the age of 10 in my back garden in Glastonbury, Somerset, where I discovered ammonites. With hindsight, it wasn’t beauty that drew me to them, but the magic of discovery. I was drawn in by their sheer age, and the unfathomable nature of the distant past. After my degree in natural sciences in 1965 I wanted to go as far away as I could, so I applied to teach biology in Ghana. It was a fantastic period of my life where I discovered a lot more than rocks in the back garden. After eight years I came back to the UK, and spent much of the next decades raising four children. At times it was a hard life and I put all my dreams of research on hold. I thought, I’ll enjoy fossiling when I retire at 60 – but I didn’t plan to get so serious about it. I had a vague interest in a local site in Weymouth on the Jurassic Coast. Quickly I could see it was a treasure trove, yet nobody was researching it.","meta":{"id":"environment/2024/mar/07/i-discovered-thousands-of-fossils-after-retiring-now-im-nearly-80-and-still-going-strong-aoe_0","publication_date":"2024-03-07T10:43:25Z"}}
{"text":"A seasoned farmer told me recently that he doesn’t truly consider winter to have begun until late December at least. Though wary of his predisposition to proclaim, usually with contrasuggestible intent, I’m beginning to think he has a point. The monotony of mild, wet conditions during the summer, through the autumn and on into this new year have blurred three seasons into one. Our hedges remain uncut because the ground is inaccessible and I hear anecdotes of winter wheat sown not twice but three times now due to still-active slugs. Farmers are always responding to weather and, of course, occasionally it works to our advantage. In late November, rather than begin supplementary feeding, I negotiated some leased grazing. At £3.50 a day as opposed to £3.50 for a small bale of hay, the economics and convenience were a godsend. But the order of this current adjustment feels unprecedented. The National Trust’s annual review of 2023, published just after Christmas, highlighted the threat to nature of rising temperatures, and this has seemingly been borne out by the Animal and Plant Health Agency’s ongoing text alerts warning farmers to remain vigilant following an outbreak of bluetongue in Kent. This virus, affecting cattle and sheep, is transmitted by those warm-weather pests, midges.","meta":{"id":"environment/2024/jan/12/country-diary-winter-on-the-farm-isnt-meant-to-be-like-this_0","publication_date":"2024-01-12T05:30:21Z"}}
{"text":"During my research, part of the area where these frogs live was destroyed by fire, and that is the biggest threat. Fire from the surrounding communities reaches the top of the mountain really quickly, so we have to find ways to stop it. Climate breakdown is going to make fire events worse – we have dry weather, it’s extremely hot and fires are popping out everywhere. I really want the local community to feel proud, and to want to protect this local wildlife. Because otherwise, this frog doesn’t have a very bright future. I’m just doing my best, trying to keep their habitat safe. I don’t want to think about them disappearing. I try to be optimistic, and think that these frogs are going to be here for as long as I live, and even after that. I think it will be my legacy, protecting this little frog. Hopefully someone will take that over, because the work won’t stop.","meta":{"id":"environment/2024/jan/25/tiny-frog-lives-whole-life-inside-one-plant-brazilian-mountain-aoe_3","publication_date":"2024-01-25T10:00:20Z"}}
{"text":"The mother of a nine-year-old girl who became the first person in the UK to have air pollution cited on their death certificate has launched a high court claim against the government. Rosamund Adoo-Kissi-Debrah is suing three government departments for compensation for personal injury arising from the illness and premature death of her daughter Ella. The Department for Environment, Food and Rural Affairs, the Department for Transport and the Department of Health and Social Care have all been named as defendants in the claim. Her lawyers said she hoped the action would further her broader campaign to establish the “right to clean air”. Ella Kissi-Debrah, from south-east London, had a fatal asthma attack in 2013 after being exposed to excessive air pollution. In an inquest in 2020, a coroner ruled that air pollution had “made a material contribution” to her death. Ravi Mehta, the barrister instructed by Hodge Jones &amp; Allen, the law firm representing the family, said in written arguments presented to the court: “While this claim does include a claim for damages, it is not about money. Rather, the focus of the claim is about seeking vindication for the death of Ella, a child.” Rosamund Adoo-Kissi-Debrah spent years investigating potential links between Ella’s death and air pollution, particularly unlawful levels of nitrogen dioxide caused by traffic. The family lived approximately 25 metres from the busy South Circular and Ella regularly walked by it on her way to and from school.","meta":{"id":"environment/2024/jan/25/mother-of-girl-who-died-from-air-pollution-sues-uk-government_0","publication_date":"2024-01-25T19:39:56Z"}}
{"text":"BNG is regulated by several bodies, including local authorities and government agencies. This is seen a strength of the scheme, as it avoids the problem of “marking your own homework” associated with voluntary markets. However, regulators lack the staff to check the pledged habitat benefits actually materialise. Zu Ermgassen was part of a study that found that more than a quarter of BNG units are at risk of leading to no tangible increases in biodiversity because there is no monitoring system in place. There are also concerns that there are too few ecologists to oversee habitats or score them correctly. Some may lack independence if they are employed by the developer. Tom Oliver, a professor of applied ecology at the University of Reading, said environmental regulations are typically let down by lax enforcement. “BNG’s success hinges on effective environmental regulation, monitoring and policing, and yet when you look at all our past case studies they clearly show a failure of environmental enforcement and policing,” he said. “You’re putting in a new approach that relies on mechanisms working when they don’t.” Much of the off-site habitat restoration demanded by the scheme – including the creation and protection of wetlands, wildflower meadows or woodlands – is expected to happen on farmland.","meta":{"id":"environment/2024/feb/12/england-brings-in-biodiversity-net-gain-rules-to-force-builders-to-compensate-for-loss-of-nature_2","publication_date":"2024-02-12T00:01:25Z"}}
{"text":"Grow your own The RHS gardening advice service and website continues to see growth in “grow your own”. The most popular plants are tomatoes, followed by cucumbers, courgettes, chillies and runner beans. Purple power Purple vegetables have traditionally been difficult for the home gardener but now breeders have begun introducing purple varieties that are easier to grow than traditional ones and avoid previous drawbacks, such as non-fruiting and limited purple colour, especially after cooking. Gardeners and chefs can anticipate purple carrots, cauliflowers, broccoli, tomatoes, peas, radish, French beans and lettuces. Climate change fruits Recent hot dry summers are ideal for certain fruits, grape vines being an outstanding example – but others include figs, almonds, apricots, melons, peaches/nectarines and watermelons. Local seed provenances and survivalist gardens After the temporary hiccup to the vegetable supply chain last spring, some gardeners now favour growing with more independence, including where they source their seeds. Going wild Plants traditionally seen as unwanted weeds such as herb robert and plantain are becoming popular. Cow parsley is now a desirable border plant and dandelions are recognised as being key to providing food for bees early in springtime. Gardening with nature The move away from classical, formal layouts towards naturalistic landscapes will continue to grow, with gardens making people feel that they are in a wild place and providing benefits to wellbeing, wildlife and ease of maintenance. Planet-friendly gardening Gardeners will be increasingly in tune with nature: inquiries to the RHS about wildlife gardening increased by more than 28% in 2023.","meta":{"id":"environment/2023/dec/23/survivalist-gardens-and-hot-weather-fruits-among-2024-trends-rhs-predicts_2","publication_date":"2023-12-23T06:00:18Z"}}
{"text":"“Customers can experience either extended outages when an animal gets caught on powerlines, or short ‘momentary’ outages, as equipment reconnects power if the animal falls clear after contacting overhead powerlines,” he says. “Most of these outages occur in the early hours of the morning when the young tire while foraging for food and try to land on electricity poles tops for a rest.” In 2023, there were plenty of momentary outages as well as 55 sustained outages, with power lost to 72,000 customers. Roberts says they are expecting more outages this year, though “thankfully” mostly in the early hours. SA Power Networks is working on fixes. Animal guards – Frisbee-like plastic devices – are being attached where powerlines are the most affected, but the bats’ flight paths are random, making it hard to be systematic. So crews put the guards on as they’re working on other issues, or if they have spare time. “We will do everything we can to minimise the impact, but given the colonies are growing and we have hundreds of thousands of poles, we have a lot of work to do over the next decade installing animal guards and covering more of our powerlines to be able to significantly reduce what tend to be randomly located bat-related outages,” Roberts says. Bats can carry lyssavirus, although human infection is rare. They can also carry Hendra virus, which can infect horses and from there be passed on to humans, but horse vaccinations have diminished that risk.","meta":{"id":"environment/2024/jan/29/the-megabats-of-adelaide-sa-adjusts-to-new-and-growing-colonies-of-flying-foxes_2","publication_date":"2024-01-28T14:00:10Z"}}
{"text":"Owen Griffith, the lead renewable heat project manager for the National Trust, said: “Even in the most historically significant settings like Kingston Lacy, it’s possible to integrate these modern technologies. “Not only will the heat pump reduce the property’s dependency on fossil fuels, but it’ll create a safer environment and improve conditions for the collection items here. “Magnificent buildings like these have been around for centuries, but their heating systems have evolved – from open fires to coal boilers and then oil boilers, with many energy innovations along the way. This is simply the next step in Kingston Lacy’s history and preservation.” Griffith added: “What we’ve found when we’ve moved from fossil fuel conservation heating to heat pump conservation heating is that extending the heating time means that we have a longer duration of lower-grade heat coming into the building so it’s a lot gentler. We’re able to stabilise the internal environment over a longer period so daytime/night-time fluctuations, for example, are balanced out. “You don’t get the spikes in heat from that you get from fossil fuels. It means we have a more stable environment that reduces the likelihood of mould growth and insect infestation.”","meta":{"id":"environment/2024/jan/17/national-trust-pioneering-ground-source-heat-pump-kingston-lacy_1","publication_date":"2024-01-17T06:00:23Z"}}
{"text":"“Many [farmers feel] pushed into a corner,” von der Leyen acknowledged, adding that farmers “deserve to be listened to”. But Europe’s agriculture needed to move to a more sustainable model of production that was more eco-friendly, she said. Unions in Spain said more widespread protests would begin on Thursday and would last until 22 February. “We’re trying to explain our grievances in a concrete, concise and unanimous way,” said Donanciano Dujo, the vice-president of the Asaja farming association. “Once we’ve gone beyond the provincial and regional level, we’ll take the protests national and then we’ll go to Brussels.” Among the farmers’ demands is a revision of the European green deal, which they say “forces us to abandon productive lands, to drastically reduce pesticides and fertilisers, and is an attack on meat consumption”. Italian farmers also want the reinstatement of an income tax exemption scrapped in the government’s 2024 budget. “Our vehicles will converge around the capital,” said Danilo Calvani, one of their leaders. “Next week, there will be a big demonstration in Rome.” In the financial hub of Milan, farmers paraded a cow during a demonstration outside the offices of the Lombardy regional government.","meta":{"id":"environment/2024/feb/06/symbol-of-polarisation-eu-scraps-plans-to-halve-use-of-pesticides_2","publication_date":"2024-02-06T16:18:04Z"}}
{"text":"The book, out on 7 March and is aimed at older children (aged 9+) and adults, explains how and why Tree and her husband, Charlie Burrell, sold off their dairy cows and farm machinery in 2000. They stopped ploughing and spraying fertilisers and pesticides, pulled up their barbed wire fences, smashed their Victorian land drains, quit clearing their ditches – and “simply let things go”. “We wanted to work with nature for a change, rather than fighting against it all the time,” writes Tree. Exquisite illustrations by the printmaker and fine artist Angela Harding reveal how, step-by-step, wilderness and wildlife then returned to Knepp. “Nature bounces back, if you let it, wherever it can.” Some of the rarest creatures in Britain have now made Knepp their home, including kingfishers, hazel dormice, scarce chaser dragonflies and purple emperor butterflies. The river has returned to its natural course and the soil is now storing as much carbon per hectare as a 25-year-old plantation of trees does, according to recent tests. “That’s really exciting, because rewilding has been seen as fantastic for wildlife and recovering biodiversity, but people say it doesn’t answer the problem of climate change. We can say now, categorically, it does. That, actually, you can restore your soils by allowing an area to rewild – and just the soils alone will be the same as a carbon storage in a plantation.”","meta":{"id":"environment/2024/feb/25/rewilding-climate-change-biodiversity-isabella-tree-nature-planet-farming_1","publication_date":"2024-02-25T11:00:57Z"}}
{"text":"Every morning a tractor rolls over Manly’s picture-perfect beaches, scraping away the signs of the day before. But below the water’s pristine surface, where council clean-up teams struggle to scour, a jumble of plastics tell a different tale. It is a story Richard Nicholls knows well. Over three decades, the 63-year-old “Tricky” Nicholls has led thousands of divers and snorkelers on monthly clean-up dives while tracking trends in Sydney’s marine plastics. The seabed acts as a public record, full of stories from Sydney’s past. “We’ve found everything from an accordion to a kid’s piano, and last year, to everyone’s shock, we found a lady’s sex toy,” says an incredulous Nicholls. “We found an inmate’s bag from when they exited the New South Wales correctional centre. Maybe they tossed it over the Manly ferry, saying ‘Yippee, I’m free’.” While underwater, it’s easy to spot an item at odds with nature’s colour palette: a flash of neon pink tangled in blades of kelp isn’t the scales of a fish – it’s a raspberry vape. But some larger items, such as shopping trolleys, have been swallowed by the sea for so long they are camouflaged by moss and barnacles.","meta":{"id":"environment/2024/feb/25/straws-vapes-and-a-ladys-sex-toy-the-manly-diver-whos-spent-30-years-clearing-marine-plastic_0","publication_date":"2024-02-24T19:00:35Z"}}
{"text":"Trends in marine plastics are constantly shifting. “The physical weight of rubbish is usually the same,” says Nicholls, but the diversity of plastics is changing. “We probably found around four or five straws today, whereas we used to find 1,000 to 2,000.” As some items have disappeared, other culprits – particularly vapes – have rocketed. Dog poo bags are another bugbear. “I don’t know how you can ‘accidentally’ drop them in the ocean,” he says. Nicholls began scuba diving for ocean litter in the 1990s. One day, while combing Manly’s shark nets and seagrass for seahorses as part of a conservation project with a local aquarium, instead of being mesmerised by sea creatures he found himself distracted by a sheen of inanimate objects. “We were just completely appalled by the amount of litter there,” he says. Nicholls learned to dive in 1977 in Britain before trading murky quarries and frigid gravel pits for the tropical waters of Fiji, the Great Barrier Reef and, finally, Sydney.","meta":{"id":"environment/2024/feb/25/straws-vapes-and-a-ladys-sex-toy-the-manly-diver-whos-spent-30-years-clearing-marine-plastic_1","publication_date":"2024-02-24T19:00:35Z"}}
{"text":"The higher temperatures increased from June, with September’s heat so far above previous averages that one scientist called it “gobsmackingly bananas”. Carlo Buontempo, a CCCS director, said: “The extremes we have observed over the last few months provide a dramatic testimony of how far we now are from the climate in which our civilisation developed. “This has profound consequences for the Paris agreement and all human endeavours. If we want to successfully manage our climate risk, we need to urgently decarbonise our economy whilst using climate data and knowledge to prepare for the future.” Scientists said recently that the Earth’s life support systems have been so damaged that the planet was “well outside the safe operating space for humanity”. Samantha Burgess, the CCCS deputy director, said: “2023 was an exceptional year, with climate records tumbling like dominoes. Temperatures during 2023 likely exceed those of any period in at least the last 100,000 years.” Prof Bill Collins, at the University of Reading, UK, said: “It is a shock that 2023 unarguably smashed the global temperature record. More global warming is expected to cause even wetter winters in the UK and yet more flooding.” The CCCS highlighted a number of “remarkable” events in 2023, including huge blazes in Canada that helped drive up global carbon emissions from wildfires by 30%, and unprecedented ocean temperatures that caused marine heatwaves to strike many regions.","meta":{"id":"environment/2024/jan/09/2023-record-world-hottest-climate-fossil-fuel_1","publication_date":"2024-01-09T12:00:08Z"}}
{"text":"Joe and Jan’s otherwise happy family life together was marred by the early deaths of their daughter, Becky, who was born with a heart defect and died aged 11, and their elder son, Ben, who died of cancer three days after his father. Joe is survived by Jan, their son Theo, two grandsons and three siblings.","meta":{"id":"environment/2024/mar/13/joe-blossom-obituary_2","publication_date":"2024-03-13T19:38:50Z"}}
{"text":"In an email to Environment Agency (EA) officials sent last February, the foundation said drainage water from the farms was “a pollution risk and should not be directed to watercourses”. It added that the issue was “very common and one that we have found very difficult to address”. The charity was seeking guidance as to how the runoff should be treated. It is working with farmers to improve protection of the catchment area from effluent and agricultural drainage water. Simon Evans, chief executive of the foundation, said: ‘Many of the challenges we are trying to resolve are the legacy of historic poor planning decisions, such as when the planners have insisted the units be located too close to watercourses. “In some cases, the solutions are not obvious and require careful consideration along with guidance from regulators. Noble has been actively engaged in helping to find and fund solutions on the farms that supply them, and their support is driving the progress that is being made to resolve the issues.” River Action is seeking a judicial review of the EA over allegations it had failed to protect the Wye from agricultural pollution. It is claimed the agency has failed to prevent the spreading of excess organic manure or properly apply the rules. Ricardo Gama, a solicitor at Leigh Day, which is representing River Action in the judicial review, due to be heard next month at the high court in Cardiff, said: “River Action’s ultimate goal is that the agency takes a strong hand and actually starts enforcing these rules.”","meta":{"id":"environment/2024/jan/13/environment-agency-accused-of-scandalous-neglect-over-chicken-excrement-entering-river-wye_1","publication_date":"2024-01-13T10:00:14Z"}}
{"text":"The winter arrival of migrant redwings and fieldfares didn’t seem to make much impact until the first snow fell, then the fruits disappeared quickly. The easy pickings are long gone. Spring still seems distant up here. Halfway down the hill, the redwings – formerly flighty, chattering flocks that peered down on passersby from the treetops – are grounded in roadside pastures. In another month ivy berries will be ripe and ready, but for now these foragers have been brought down to earth by the need for a change in diet. Their beaks, probing in waterlogged ground for worms and leatherjackets, are stained with mud. One of the pleasures of living in the Pennines is that seasons can be transcended just by walking uphill or downhill: the illusion of cheating time with a small shift in altitude. At the bottom of the bank, sheltered from cold winds, a few hawthorn leaf buds are already breaking. Down here in the valley bottom, another turn in the cycle of the seasons has already begun. • Country diary is on Twitter at @gdncountrydiary","meta":{"id":"environment/2024/feb/14/country-diary-these-red-grouse-seem-ill-suited-for-foraging-in-trees_1","publication_date":"2024-02-14T05:30:28Z"}}
{"text":"This field and its latent quilt of wildflowers could be a sign of things to come, rolled out across the country. “We’re selling out,” says Taylor. Most of the land in the surrounding 32 hectares (79 acres) – more than 40 football pitches – is now being managed for wildlife. This wildflower meadow is here to stay, because the agreement lasts for 30 years. “It’s basically in perpetuity,” says Taylor. And this is just the start – ultimately, Taylor wants to turn two-thirds of the 3,000-hectare (7,400 acre) farm into BNG, which would generate 3,000 units. It should take a decade: Taylor has 20 developers working through the planning process. He currently has 221 units up for sale. Each unit can be sold for between £25,000 and £30,000, fetching more than £75m for a 30-year period, excluding capital costs, costs of monitoring and lost income from farming. But uncertainty looms.","meta":{"id":"environment/2024/jan/08/flowers-everywhere-englands-ambitious-scheme-to-restore-wildlife-hangs-in-the-balance-aoe_1","publication_date":"2024-01-08T07:00:02Z"}}
{"text":"“I find it very emotional, actually,” said Angela. “And it becomes more emotional as you do it. You see a creature that’s so vulnerable just sat there, and you can see it’s pregnant and bulging with babies. You want them to have a fighting chance of making it to their breeding grounds.” Thanks to 203 toad and frog rescue groups around the country, thousands of amphibians do. Volunteers helped 115,000 migrating amphibians cross roads safely last year. Frogs and toads need all the help they can get. Toad populations have fallen by 68% in the UK over the past 30 years. We only know that because the burgeoning rescue groups provide an invaluable dataset, with every amphibian counted, dead or alive. The first thing the Charlcombe group find when they set out at rush hour is a toad squashed on the road.","meta":{"id":"environment/2024/feb/19/you-want-them-to-have-a-fighting-chance-the-world-of-toading_1","publication_date":"2024-02-19T06:00:06Z"}}
{"text":"In California, lawsuits invoking the public trust doctrine – which stipulates that states have a responsibility to protect bodies of water within their borders in the interests of the community – mandated a minimum water level for Mono Lake. In September 2023, environmental groups in Utah announced a similar lawsuit for the Great Salt Lake. Another option is setting minimum flow requirements, which would require a specified amount of the Chewaucan’s flow to reach Abert. For now, the partnership members say they do not have a specific goal, but are hoping that a solution emerges from the collaborative process. “We want water in Abert,” says Keith Baker, “because it means the whole system is satisfied.”","meta":{"id":"environment/2024/mar/05/salt-lake-migrating-birds-lake-abert-us_5","publication_date":"2024-03-05T15:04:42Z"}}
{"text":"We are closer to fusion energy than ever before.” If the next generation of experimental fusion facilities, such as Iter, prove the technology is viable at scale, researchers plan to build a European demonstration plant that generates more power than it uses. Dr Aneeqa Khan, a research fellow in nuclear fusion at the University of Manchester, said: “These results are really exciting for the fusion community and a great end to the operations of JET which has provided the scientific community with really valuable data over its lifetime, feeding into the designs for new projects. “However, to put this in context of commercial fusion, there was still no net energy produced.” She added: “This is a great scientific result, but we are still a way off commercial fusion. We need to be training up a huge number of people with the skills to work in the field and I hope the technology will be used in the latter half of the century.”","meta":{"id":"environment/2024/feb/08/energy-based-on-power-of-stars-is-step-closer-after-nuclear-fusion-heat-record_2","publication_date":"2024-02-08T13:12:16Z"}}
{"text":"The team is investigating the consequences for the marine ecosystem: from nutrient cycling to ice algae and plankton productivity to seafloor animal communities that live on organic material raining down from the surface ocean. An ice core drilled from sea ice in the central Arctic Ocean The central Arctic is heating up much faster than most of the world. The area covered by sea ice in the Arctic Ocean at the end of summer has shrunk by about 40%, or 2.5m square kilometres – roughly the size of the Mediterranean Sea – since satellite observations began in the late 1970s. The remaining ice is getting thinner and multi-year floes – ice that has survived at least one summer – are becoming rarer. The waters around the north pole could be virtually free of ice at the end of the summer as early as the 2030s, according to a recent study. Shrinking ice cover means not only the loss of hunting grounds of polar bears or resting places and nurseries for seals, but also of an entire under-ice ecosystem: meadows of filamentous ice algae, algae-grazing zooplankton, and juvenile polar cod, which find food and shelter in the cracks and crevices beneath the floes and, when grown up, feed larger predators such as ringed seals or beluga whales. In the short term, sea ice productivity could increase as more sunlight passes through thinner floes, boosting ice algae growth, but only as long as there is a sufficient supply of nutrients in the overall nutrient-poor central Arctic Ocean. The same goes for planktonic algae, or phytoplankton, which profit from higher light availability and a longer growth season in the expanding open-water areas, as satellite data shows. Changes in productivity and a shift from ice algae to phytoplankton at the base of the food web will probably have major effects on the marine ecosystem as whole. Also, the native flora and fauna are facing new competition from invasive species, from plankton to fish, that are moving in from the Atlantic and Pacific as the oceans warm.","meta":{"id":"environment/2024/feb/03/spoon-worms-lick-the-seabed-with-a-metre-long-tongue-a-voyage-into-a-vanishing-arctic-world_1","publication_date":"2024-02-03T11:00:14Z"}}
{"text":"Of the remaining areas, 47 were rated as having notably high levels, and 76 – more than half – were deemed exceptionally high. The Kent area, known as “the garden of England” and home to many arable farmers, experienced its wettest 12-month period since records began. Regions near major rivers such as the Wear, Don, Calder, Derwent, Mersey and Irwell reported the wettest six-month period since records began. While January provided some respite, the UK Centre for Ecology and Hydrology (UKCEH) said the saturation from the previous months of heavy rain meant soil had not had a chance to dry out, and the high February rain meant problems persisted. For the 1,500 delegates at the National Farmers’ Union (NFU) conference this week, flooding was top of the agenda in the conference halls and coffee breaks. In her welcome speech, Minette Batters, the outgoing NFU president, singled out the extreme weather, saying some winter crops did not get planted, while others had been washed away. That was the experience of Henry Moreton, a cereals farmer and Lincolnshire county vice-chair for the NFU. About 150 acres of his land has been flooded since early autumn, with some areas under as much as five metres (15ft) of water. “This is the worst year we have ever had for flooding,” he says. His oilseed rape, winter wheat and barley crops have been decimated, with losses estimated in the six figures.","meta":{"id":"environment/2024/feb/23/farms-flooding-rainfall-winter-nfu-conference_1","publication_date":"2024-02-23T17:58:50Z"}}
{"text":"If Keir Starmer’s Labour wins the next UK general election, Chaudhary has “very little hope” this will mean “any appreciable change for climate issues”, he says. Leftwing climate realists must think outside of the box, “not only to influence major parties” but to build networks of people and groups beyond these traditional political spaces. Emotions can help with this because they are how people “relate to the world”, he says. But aside from ecoanxiety (an overwhelming disquiet about environmental crisis) and solastalgia (the distress caused by the environmental changes where you live, causing a kind of homesickness), how we feel, a more “inchoate” sense of exhaustion, is missing from a lot of climate texts, he says. “I might feel exhaustion in a particular way – like burnout, that’s very common for someone in my social position in a place like the United States,” Chaudhary explains, “but someone else might be feeling it as pure bodily fatigue [and] someone else might be feeling it as ‘my people have never had a chance to express ourselves’.” Tapping into this can unite people, he says. This makes a lot of sense. But halfway through reading Exhausted of the Earth, I wonder whether it could also be demobilising? If we’re uniting over how exhausted we are, might we end up deciding we’re too exhausted to do anything about it?","meta":{"id":"environment/2024/feb/28/quite-radical-the-feeling-of-exhaustion-is-key-to-tackling-climate-change-says-author-ajay-singh-chaudhary_4","publication_date":"2024-02-28T05:00:29Z"}}
